{
    "Affliction Component": "病痛组件",
    "AlcoholMod": "酒精模组",
    "Additional Misery Spawns": "更多的厄难模式出生点",
    "All Random Layouts At Once": "所有随机布局同时启用",
    "Ambient Lights": "环境光",
    "Adjustable Walk Speed": "可调节步行速度",
    "Afraid of the Dark": "怕黑",
    "Adaptive Arsenal": "自定义武器库",
    "AlternativeActionUtilities": "替代动作工具",
    "Safehouse Customization Plus": "安全屋定制增强",
    "Adds more spawn locations in misery mode": "在厄难模式中增加更多出生点",
    "Makes the player anxious at night.": "使玩家在夜间感到焦虑。",
    "Adjustable Walk Speed allows players to adjust the walk speed with scroll wheel inputs to be slower for more cinematic moments.": "可调节步行速度允许玩家通过鼠标滚轮调整步行速度，以获得更慢的电影化时刻。",
    "A framework mod that allows modders to add their own custom afflictions to the game.": "一个框架模组，允许模组制作者向游戏中添加自定义病痛。",
    "Adaptive Arsenal is a modification that improves upon existing weapon mechanics within The Long Dark.": "自定义武器库是一个改进《The Long Dark》中现有武器机制的模组。",
    "This mod allows you to combine all random layouts in the same run.": "此模组允许在同一局游戏中结合所有随机布局。",
    "A utility mod for custom actions when clicking on things.": "一个用于点击物体时执行自定义动作的工具模组。",
    "This mod aims to modify the default lightning for interiors with windows, making them brighter so you don't need a light source during midday to move around, and also more reflective of what's happening outside (time of day, weather, and sun position).": "此模组旨在修改带窗户的室内默认光线，使其更明亮，这样在中午时无需光源即可移动，并更能反映室外的情况（时间、天气和太阳位置）。",
    "AmmunitionCraftingTools": "弹药制作工具",
    "Architect": "建筑师",
    "An optional addon for ModComponent enabling the alcohol mechanics. Without this, all alcoholic food functions as if it were non-alcoholic.": "ModComponent的附加组件，启用酒精机制。没有此组件，所有含酒精的食物将视为无酒精食物。",
    "AudioCore": "音频核心",
    "ArrowMod": "箭矢模组",
    "AudioManager": "音频管理器",
    "Auto Updating Plugin": "自动更新插件",
    "Aurora Monitor": "极光监视器",
    "Enables customization everywhere, allows to move and pick up containers, stoves, workbenches and many more.<br><br>WARNING! Consider this mod experimental. There was no reports of losing item, but the possibility is still there. Make save backups just in case": "允许在任何地方进行定制，可以移动和拾取容器、炉子、工作台等。<br><br>警告！此模组为实验性模组。尚未有物品丢失的报告，但仍有可能发生。请务必备份存档。",
    "Beachcombing Adjustments": "海岸拾荒调整",
    "Modular base building mod": "模块化基地建造模组",
    "Plugin. Updates most Mods & Plugins automatically.": "插件。自动更新大多数模组和插件。",
    "THIS IS A PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!!": "这是一个插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！",
    "Bedroll Tweaker": "睡袋调整器",
    "This mod adds tools for crafting ammunition in the field. You don't need ammunition workbench to craft cartridges anymore. Crafting ammunition using the tools takes significantly longer.": "此模组为野外制作弹药添加了工具。你不再需要弹药工作台来制作弹药。使用这些工具制作弹药耗时显著更长。",
    "Allows to change duration of crafting arrow and arrowhead. Adds additional crafting options for arrows.\n\n Game Restart might be required after settings change.": "允许更改制作箭矢和箭头的持续时间。增加了箭矢的额外制作选项。\n\n设置更改后可能需要重启游戏。",
    "Better Night Sky": "更好的夜空",
    "A WIP mod that will eventually allow full control of weather. Currently allows control of Aurorae and will show weather stats in the First Aid screen": "一个正在开发中的模组，最终将允许完全控制天气。目前允许控制极光，并会在急救界面显示天气统计信息。",
    "Helper mod for using custom audioclips and controlling vanilla audio. \n\nDisable flare audio, disable waterfall audio adjust wind effect volume (eg. like clattering) when indoors, adjust aurora music volume": "用于使用自定义音频片段和控制原版音频的辅助模组。\n\n禁用信号弹音频，禁用瀑布音频，调整室内风效音量（例如，像叮当声），调整极光音乐音量。",
    "Better Skill XP": "更好的技能经验",
    "Better Bases": "更好的基地",
    "Binoculars": "双筒望远镜",
    "Bleeding Revamped": "出血机制重制",
    "Blueprint Cleaner": "蓝图清理器",
    "Better Water Management": "更好的水资源管理",
    "Lets you change the loot table for beachcombing.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许你更改海岸拾荒的战利品表。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "* Adjust the warmth, the weight, the decay rates for each bedroll type.\n* Enable bedrolls to \"stack\" warmth bonuses": "* 调整每种睡袋类型的保暖度、重量和衰减率。\n* 使睡袋能够“叠加”保暖加成。",
    "Makes the night sky more realistic. Replaces the Moon and Stars with a more detailed representation. Adds meteor showers.": "使夜空更真实。用更详细的表示替换月亮和星星。添加流星雨。",
    "Bountiful Foraging": "丰富的采集",
    "Revamped bleeding mechanic for animals.": "动物出血机制的重制。",
    "With this mod skills points are earned based on (tweakable) time spent doing stuff": "通过此模组，技能点数根据（可调整的）做事时间获得。",
    "Camping Tools": "露营工具",
    "Bow Repair": "弓箭修复",
    "Caffeinated Sodas": "含咖啡因的汽水",
    "Mod for The Long Dark that allows players to improve their bases in multiple ways: Most furniture can be moved (if you have cleared it of clutter first), most broken cabinets and drawers can be fixed, most of the clutter on interiors can be removed and some of it can also be moved.": "《The Long Dark》的模组，允许玩家以多种方式改进基地：大多数家具可以移动（前提是你先清理了杂物），大多数损坏的橱柜和抽屉可以修复，室内的大多数杂物可以移除，其中一些还可以移动。",
    "Canister Refill": "罐体填充",
    "Mod improving the way water is managed for The Long Dark.<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>Installation Instructions</a>": "改进《The Long Dark》中水资源管理方式的模组。<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>安装说明</a>",
    "- This mod adds a little QoL to your Crafting/Cooking Panels.\n- It lets you hide/display the Blueprint/recipe you want whenever you want to keep your panels as clean as possible.": "- 此模组为你的制作/烹饪面板添加了一些生活质量改进。\n- 它允许你随时隐藏/显示你想要的蓝图/配方，以保持面板尽可能整洁。",
    "Find food and useful materials in the wild. Non-DLC compatible version in the GitHub repo.": "在野外寻找食物和有用的材料。GitHub仓库中有非DLC兼容版本。",
    "Tools for outdoors adventures.": "用于户外冒险的工具。",
    "CanneryManufacturing": "罐头制造",
    "Makes all bows repairable, with customizable cost and location.": "使所有弓箭可修复，修复成本和地点可自定义。",
    "Choose Starting Conditions": "选择起始条件",
    "ChangeCustomSettings": "更改自定义设置",
    "Choose Starting Gear": "选择起始装备",
    "Lets you see farther.<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让你看得更远。<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Lets you change the difficulty settings of a running game": "允许你更改正在运行游戏的难度设置。",
    "Carcass Yield Tweaker": "尸体产出调整器",
    "Sodas now reduce fatigue, with customizable amount for each soda. Since sodas often contain caffeine and are high in sugar they're bound to give you at least a little kick, right?": "汽水现在可以减少疲劳，每种汽水的减少量可自定义。因为汽水通常含有咖啡因和高糖，它们至少会给你一点提神效果，对吧？",
    "Designed to improve the usability of the Last Resort Cannery Workshop in Bleak Inlet, especially on Interloper difficulty.": "旨在提高Bleak Inlet中Last Resort罐头厂车间的可用性，特别是在Interloper难度下。",
    "Allows you to choose your starting gear when starting a new game. Full instructions in the README.": "允许你在开始新游戏时选择起始装备。完整说明在README中。",
    "Adds the ability to refill empty canisters used by the respirator": "增加了填充呼吸器使用过的空罐体的能力。",
    "Allows you to choose your starting condition, fatigue, hunger, thirst, warmth, injuries and illnesses when starting a new game. Full instructions in the README.": "允许你在开始新游戏时选择起始状态、疲劳、饥饿、口渴、保暖、受伤和疾病。完整说明在README中。",
    "Clothing Expanded": "服装扩展",
    "Clothing Tweaker 2": "服装调整器2",
    "Choose Starting Location": "选择起始地点",
    "Collector Cards": "收藏卡",
    "Coastal Connection": "海岸连接",
    "Allows adjustment of carcass yield and harvesting time.": "允许调整尸体产出和收获时间。",
    "CoolHome": "酷之家",
    "Complex Logger": "复杂日志记录器",
    "Coordinates Grabber": "坐标获取器",
    "Adds a way to combine accessories with clothing to have even more accessories equipped at the same time": "增加了一种将配件与服装结合的方式，以同时装备更多配件。",
    "Clothing Tweaker reimagined. Allows you to edit clothing stats on the go": "重新构想的服装调整器。允许你随时编辑服装属性。",
    "Candlelight": "烛光",
    "Find a collection of hand-painted cards hidden across Great Bear!": "在大熊岛上寻找隐藏的手绘卡片收藏！",
    "A mod that adds more complex logging to the game": "一个为游戏添加更复杂日志记录的模组。",
    "CougarSoundBegone": "美洲狮声音移除",
    "Connects Coastal Highway and Bleak Inlet by their shared road.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "通过共享道路连接Coastal Highway和Bleak Inlet。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "CozyBlankets": "舒适毯子",
    "CozyCushions": "舒适靠垫",
    "Crafting Revisions": "制作修订",
    "Craft Anywhere Redux": "随处制作重制",
    "Allows you to choose your starting location when starting a new Sandbox game. 300+ locations, all regions, all difficulty modes. Full instructions in the README.": "允许你在开始新的沙盒游戏时选择起始地点。300多个地点，覆盖所有区域和所有难度模式。完整说明在README中。",
    "Adds candles and new materials to craft candles": "添加蜡烛和制作蜡烛的新材料。",
    "Kills the stupid cougar in the main menu on startup": "在启动时移除主菜单中烦人的美洲狮。",
    "No safe places anymore. This mod removes any temperature bonus to shelters. Use fires, torches, flares and other sources of heat. Properly heated shelters will stay warm for some time even without fires.": "不再有安全的地方。此模组移除庇护所的温度加成。使用火、火把、信号弹和其他热源。适当加热的庇护所即使没有火也能保持一段时间的温暖。",
    "Custom Save Data Utilities": "自定义存档数据工具",
    "Utility mod. Allows you to see/copy the name, position, rotation, and scene of interactive items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "工具模组。允许你查看/复制交互物品的名称、位置、旋转和场景。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Keep you warmer in those cold, winter nights. Original by ds5678.": "在寒冷的冬夜让你更温暖。原作者ds5678。",
    "CustomWhiteout": "自定义Whiteout挑战",
    "Allows you to adjust the crafting location for vanilla craftable items.": "允许你调整原版可制作物品的制作地点。",
    "Improves the Crafting UI and enables custom Blueprint/Recipe creation.": "改进制作用户界面并启用自定义蓝图/配方创建。",
    "14 craftable pillows; sit on other objects like chairs, benches, toilets; optional buffs": "14种可制作的枕头；可坐在椅子、长凳、厕所等其他物体上；可选增益效果。",
    "DIY by Santana": "Santana的DIY",
    "Dead Air": "死寂",
    "Darker Nights": "更暗的夜晚",
    "DeveloperConsoleWintermute": "开发者控制台Wintermute",
    "Adds craftable furniture.": "添加可制作的家具。",
    "DrawFromDrawer": "从抽屉中取物",
    "Utility mod for custom save data on gear items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "用于装备物品自定义存档数据的工具模组。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Disable Cabin Fever": "禁用幽闭恐惧症",
    "A mod for the Long Dark letting you experience a custom whiteout challenge.": "《The Long Dark》的模组，让你体验自定义的Whiteout挑战。",
    "Mod for The Long Dark to make nights darker, giving a new challenge.": "《The Long Dark》的模组，使夜晚更暗，带来新的挑战。",
    "Droppable Undroppables": "可丢弃的不可丢弃物",
    "DeveloperConsole": "开发者控制台",
    "IT IS HIGHLY SUGGESTED TO USE THIS ON ONLY NEW SAVES. Turns the entirety of Great Bear into a toxic wasteland, similar to ZoC's chemical pools. Expect issues": "强烈建议仅在新存档上使用此模组。将整个大熊岛变成类似ZoC化学池的有毒荒地。可能会有问题。",
    "Console for storymode. Check the release notes for detailed instructions": "故事模式的控制台。请查看发行说明以获取详细说明。",
    "Dynamic Trees": "动态树木",
    "DualSenseX": "DualSenseX",
    "This mod allows you to craft on workbenches using contents of its drawer. Works with ammo benches too.": "此模组允许你在工作台上使用抽屉中的物品进行制作。弹药工作台也适用。",
    "Dynamic World": "动态世界",
    "Edible Plants": "可食用植物",
    "Eternal Weather": "永恒天气",
    "Disables Cabin Fever in all game modes.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "在所有游戏模式中禁用幽闭恐惧症。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Check instructions on github": "在GitHub上查看说明。",
    "A mod that makes Hinterland's developer console accessible in-game. F1 to open / close the console, type 'help' to get a list of commands.": "一个使Hinterland的开发者控制台在游戏中可访问的模组。按F1打开/关闭控制台，输入“help”获取命令列表。",
    "Dynamic Trees replaces the foliage texture of trees dynamically to represent accumulating snowfall to add another level of immersion to the game.": "动态树木动态替换树木的叶片纹理，以表现积雪，增加游戏的沉浸感。",
    "Examine Actions API": "检查动作API",
    "Extra Graphics Settings": "额外图形设置",
    "Allows moving all possible items, and removing of all previously non-droppable items from inventory. Gives option to turn collectibles into regular items for immersion. Optionally adds weight to items that should have it but do not.": "允许移动所有可能的物品，并从库存中移除所有之前不可丢弃的物品。提供将收藏品转为普通物品的选项以增加沉浸感。可选为应有重量但没有的物品添加重量。",
    "Export Journal": "导出日志",
    "Eternal Weather is a modification that allows the player to change the weather from a wide arrange of states that is set for an infinite amount of time.": "永恒天气是一个允许玩家从多种状态中更改天气并设定为无限时间的模组。",
    "Adds dynamic events including earthquakes to make the world of Great Bear feel more dynamic and change over time.": "添加包括地震在内的动态事件，使大熊岛的世界感觉更动态并随时间变化。",
    "Faster Harvesting": "更快收获",
    "Faster Searching": "更快搜索",
    "Modding framework for custom Examine actions.": "用于自定义检查动作的模组框架。",
    "CraftingHotkey": "制作快捷键",
    "A mod that adds more options for graphical things.": "一个为图形设置添加更多选项的模组。",
    "Makes harvested plants such as rosehips edible. Vitamin C and Calories are customizable for each item. Allows to move the items to the food category for ease of use.": "使采摘的植物（如玫瑰果）可食用。每种物品的维生素C和卡路里可自定义。允许将物品移动到食品类别以便使用。",
    "Filigrani's Skills": "Filigrani的技能",
    "Fire Pack DLC": "火包DLC",
    "Fix Steam Workshop Items": "修复Steam创意工坊物品",
    "Extreme Temperature Drop": "极端温度下降",
    "A mod for The Long Dark (2.06+) which allows the player to export the journal data of the active save game.": "《The Long Dark》（2.06+）的模组，允许玩家导出活跃存档的日志数据。",
    "Adds customization options to change the time it takes to harvest things": "添加自定义选项以更改收获物品所需的时间。",
    "Speeds up the search action on containers and makes searching instant for empty containers.": "加速容器搜索动作，并使空容器搜索即时完成。",
    "Custom skill API": "自定义技能API",
    "FireAddons": "火源附加组件",
    "Food Pack by 'TKG'": "TKG的食品包",
    "New renewable tools for starting fires. Original by ds5678 and WulfMarius.": "新的可再生火源工具。原作者ds5678和WulfMarius。",
    "Food Tweaker": "食品调整器",
    "Alters temperature degradation": "更改温度退化",
    "Forge Blueprints DLC": "锻造蓝图DLC",
    "FoxCompanion": "狐狸伙伴",
    "Adds a hotkey for the crafting menu.": "为制作菜单添加快捷键。",
    "Foods by 'Calorie Waltz'": "Calorie Waltz的食品",
    "Smoldering Ash, cooking time based on temperature, different tinder have different fire starting buffs. Details in readme on github.": "余烬，烹饪时间基于温度，不同的引火物有不同的点火加成。详情见GitHub上的readme。",
    "Frozen Food": "冷冻食品",
    "Very quick mod to re-enable workshop localization files": "一个快速重新启用创意工坊本地化文件的模组。",
    "Introduces 38 new food items to the game.\n\nThis mod was expanded with Waltz's mod in mind so be sure to download that one too!": "为游戏引入38种新食品。\n\n此模组是为Waltz的模组扩展设计的，因此请务必也下载那个模组！",
    "Food Tweaker. What does it do? It tweaks food.": "食品调整器。它做什么？它调整食品。",
    "A little fox companion for the lonely TLD player.": "为孤独的《The Long Dark》玩家添加一个小狐狸伙伴。",
    "Fuel Manager": "燃料管理器",
    "More blueprints in the forge. Original by ds5678.": "锻造中添加更多蓝图。原作者ds5678。",
    "Gear Spawner": "装备生成器",
    "Gear Info": "装备信息",
    "FullSwing": "全力挥击",
    "Gear Decay Modifier": "装备衰减调整器",
    "Frozen Food aims to add a bit more realism to the game by allowing food items to become frozen over time.": "冷冻食品旨在通过让食品随时间冻结为游戏增加一些真实感。",
    "FriendlyInlet": "友好的入口",
    "HUD Improvements": "HUD改进",
    "Halloween": "万圣节",
    "Adds 20+ unique, delicious <a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>food and beverage items</a>. Includes cute collectibles and handy settings!<br><br>Installed by unpacking it into .../Mods/": "添加20多种独特、美味的<a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>食品和饮料</a>。包括可爱的收藏品和方便的设置！<br><br>通过解压到.../Mods/安装。",
    "Utility mod for spawning modded items.": "用于生成模组物品的工具模组。",
    "Fuel Manager adds QOL features to assist with managing various fuel items. This includes all features of Better-Fuel-Management.": "燃料管理器添加了生活质量功能以帮助管理各种燃料物品。包括Better-Fuel-Management的所有功能。",
    "Adds options to modify swing speed and radius of fridge doors": "添加选项以修改冰箱门的挥动速度和半径。",
    "Shows additional gear info in your inventory (there's a small (i) button next to gear name)": "在你的库存中显示额外的装备信息（装备名称旁有一个小的(i)按钮）。",
    "Harvest Yield Tweaker": "收获产出调整器",
    "Mod for The Long Dark to modify decay rates of gear. Settings go from completely stopping decay to making it much faster. Various categories to change.": "《The Long Dark》的模组，用于修改装备的衰减率。设置从完全停止衰减到显著加快衰减。有多种类别可更改。",
    "House Basements": "房屋地下室",
    "Howl-oween - Brought to you by the Discord Modding Community": "Howl-oween - 由Discord模组社区献上的万圣节",
    "How To Read": "如何阅读",
    "House Lights": "房屋灯光",
    "Make Bleak Inlet more friendly by redistributing wood spawns to the coast and reduce and relocate some wolf spawns.": "通过将木材生成点重新分配到海岸并减少和重新定位一些狼的生成点，使Bleak Inlet更友好。",
    "Improved Afflictions": "改进的病痛",
    "Improved Clothing": "改进的服装",
    "A gameplay mod that allows users to change how much yield breaking down certain items gives.": "一个游戏模组，允许用户更改分解某些物品的产出量。",
    "Improved Cougar": "改进的美洲狮",
    "HUD Improvements mod adds ability to enable or disable certain, potentially annoying, HUD elements via ModSettings.\nBig thanks to DigitalZombie for allowing me to merge this mod together with his Yes I Know mod\nDisables the hover text on items and / or fires. You've played the game long enough, you know how a stick looks like.": "HUD改进模组通过ModSettings添加了启用或禁用某些可能烦人的HUD元素的功能。\n非常感谢DigitalZombie允许我将此模组与他的Yes I Know模组合并\n禁用物品和/或火源的悬浮文本。你玩游戏时间够长了，你知道一根棍子长什么样。",
    "Improved Flasks": "改进的保温瓶",
    "Magically brings back electricity on Great Bear! You can turn lights on and off anywhere using light switches.": "神奇地在大熊岛恢复电力！你可以在任何地方使用电灯开关打开和关闭灯光。",
    "Hunger Revamped": "饥饿机制重制",
    "Adds some more basements to the game.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "为游戏添加更多地下室。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "This mod is intended to catch users that do not read. This mod shouldnt be installed. If you are reading this, then you passed the test.": "此模组旨在捕捉不阅读的用户。此模组不应安装。如果你在读这个，那么你通过了测试。",
    "Improved Loading Screens": "改进的加载屏幕",
    "Adds clothing wetness from walking in snow and ice, animal attacks and a new quick way to place clothing items right off your body.": "增加因在雪地和冰面上行走、动物攻击导致的服装湿润，以及一种直接从身上放置服装的新快捷方式。",
    "Improved Magnifying Lens": "改进的放大镜",
    "Improved Afflictions overhauls and changes many of the afflictions to last longer, provide more deadly affects and make the game more challenging.": "改进的病痛重制并更改了许多病痛，使其持续时间更长，效果更致命，使游戏更具挑战性。",
    "Improved Rest For All": "改进的全面休息",
    "A gameplay mod that adds new QOL functionality to insulated flasks.": "一个为保温瓶添加新生活质量功能的游戏模组。",
    "A gameplay mod that adds and changes mechanics surrounding the Cougar": "一个添加和更改美洲狮相关机制的游戏模组。",
    "Improved Tales": "改进的故事",
    "Improved Soundtrack": "改进的音轨",
    "Indoor Campfires": "室内营火",
    "Add a little realism to lighting a fire with a magnifying glass": "为使用放大镜点火增加一些真实感。",
    "In Door Temps": "室内温度",
    "Improves the hunger system by separating hunger and stored calories. Adds customization options for cooking such as enabling cooking ruined food.": "改进饥饿系统，将饥饿和储存的卡路里分开。添加烹饪的自定义选项，如启用烹饪变质食物。",
    "A mod that improves the loading screens of the game with custom tips, background images and the ability to enable or disable various aspects of the loading screens.": "一个通过自定义提示、背景图像和启用或禁用加载屏幕各个方面的功能来改进游戏加载屏幕的模组。",
    "Indoors Greenery": "室内绿植",
    "Infinite Cheat Death": "无限作弊死亡",
    "InfiniteFires": "无限火源",
    "This mod allows condition recovery from Improved Rest Buff when Condition Recovery During Rest is set to none (Custom Mode).": "此模组允许在休息期间状态恢复设置为无（自定义模式）时，从改进休息增益中恢复状态。",
    "Improves the in game soundtrack by adding new conditions to play rare or removed music tracks from the OST. Including new location discovered stingers.": "通过添加新条件来播放原声带中稀有或移除的音乐曲目，改进游戏内音轨。包括新发现地点的提示音。",
    "Interior Wall Decorations": "室内墙壁装饰",
    "Interloper Region Selection": "Interloper区域选择",
    "This mod allows you to create campfires indoors.": "此模组允许你在室内创建营火。",
    "Indoor temps are aligned with outdoor ones. Shelters (snow, cars, caves) do not add flat bonus anymore.": "室内温度与室外温度对齐。庇护所（雪地、汽车、洞穴）不再提供固定加成。",
    "Make your own indoor farm and regrow plants.": "打造自己的室内农场并重新种植植物。",
    "Set fires to infinite duration with middle mouse button": "使用鼠标中键将火源设置为无限持续时间。",
    "Improves the Signal Void Tale with QOL customization options.": "通过生活质量自定义选项改进Signal Void故事。",
    "This mod lets you select the spawn region in Interloper mode.": "此模组让你在Interloper模式下选择生成区域。",
    "InventoryReassignments": "库存重新分配",
    "Item Rarities": "物品稀有度",
    "Item Piles": "物品堆",
    "ItemPicker": "物品选择器",
    "A simple mod that allows infinite respawning. Each time you respawn, your life count will be set back to 3, allowing respawning infinitely. This mod does not remove respawn penalties, they are still present.": "一个简单的模组，允许无限重生。每次重生时，你的生命计数将重置为3，允许无限重生。此模组不移除重生惩罚，惩罚仍然存在。",
    "Let's you decorate your base with pictures, and upload your own.": "让你用图片装饰你的基地，并上传你自己的图片。",
    "Keyboard Utilities": "键盘工具",
    "Leatherworks": "皮革工艺",
    "Kerosene Lamp Tweaks": "煤油灯调整",
    "Item Rarities is a modification that gives each item within The Long Dark a sense of exclusivity.": "物品稀有度是一个为《The Long Dark》中每个物品赋予独特感的模组。",
    "This is a mod for The Long Dark that allows players to reassign various gear items to different inventory categories.": "这是一个为《The Long Dark》设计的模组，允许玩家将各种装备物品重新分配到不同的库存类别。",
    "LitharsMending": "Lithars的修补",
    "Limitless Container Space": "无限容器空间",
    "Jump": "跳跃",
    "Adds blueprints for stacked items.": "为堆叠物品添加蓝图。",
    "Localization Utilities": "本地化工具",
    "Skip item inspection on picking up stick/stones or other items.\n\nMass pickup of all sticks/stones or other items in a radius around you. With or without calorie cost.\n\nFully customizable.": "跳过拾取棍子/石头或其他物品时的物品检查。\n\n在你周围范围内批量拾取所有棍子/石头或其他物品。可选择是否消耗卡路里。\n\n完全可自定义。",
    "Modify the rates of fuel consumption for kerosene lamps, add decay for them and change the color they emit.": "修改煤油灯的燃料消耗率，为其添加衰减并更改它们发出的颜色。",
    "LonelyOrca": "孤独的虎鲸",
    "Lets you repair ruined clothing items": "让你修复损坏的服装物品。",
    "A utility mod that enables other mods to more easily use keyboard and mouse input.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "一个使其他模组更容易使用键盘和鼠标输入的工具模组。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Allows you to jump. Also has some settings. Installed by dropping it into .../Mods/": "允许你跳跃。还包括一些设置。通过拖放到.../Mods/安装。",
    "Increases the capacity of all containers to 10000KG": "将所有容器的容量增加到10000公斤。",
    "Utility mod for localized text.": "用于本地化文本的工具模组。",
    "Maintain Yourself": "自我维护",
    "Adds a way to renew leather from hide, the ability to make certain leather clothing, and adds tree bark, that can be utilized for many different utilities, like flour, food and string": "增加了一种从兽皮更新皮革的方法，能够制作某些皮革服装，并添加了树皮，可用于多种用途，如面粉、食物和绳子。",
    "Map Manager": "地图管理器",
    "ModComponent": "模组组件",
    "ModSettings": "模组设置",
    "Mod Data": "模组数据",
    "Misery in Custom Games": "自定义厄难模式",
    "Map Maker Tools": "地图制作工具",
    "Moment": "时刻",
    "Modders' Gear Toolbox": "模组制作者的装备工具箱",
    "This adds options to customize condition gain. This can make condition recovery much harder or easier, by making recovery proportional to your needs.": "这添加了自定义状态增益的选项。这可以使状态恢复变得更难或更容易，通过使恢复与你的需求成比例。",
    "A classic mod ported over to post-DLC TLD. A lonely orca is living in Desolation Point.": "一个移植到DLC后《The Long Dark》的经典模组。一只孤独的虎鲸生活在Desolation Point。",
    "Utility Mod; lets you load external item packs.": "工具模组；让你加载外部物品包。",
    "A utility mod for TLD that lets other mods save data independently of the save file.": "一个为《The Long Dark》设计的工具模组，让其他模组独立于存档文件保存数据。",
    "Show Player Arrow\nCenter on player\nReveal Map\nSurvey Mapping Options:\n- Modify Range\n- Modify Surveying Time\n- Automatic use of Polaroid's (even if you don't have them)\nAutomatically add corpses to the map": "显示玩家箭头\n以玩家为中心\n显示地图\n勘测地图选项：\n- 修改范围\n- 修改勘测时间\n- 自动使用宝丽来（即使你没有它们）\n自动将尸体添加到地图上。",
    "Modding utility for mods to monitor ingame time and schedule events.": "用于模组监控游戏内时间和调度事件的模组工具。",
    "Mod aiding in mapping the terrain for The Long Dark": "辅助为《The Long Dark》绘制地形的模组。",
    "Lets other mods display their settings in-game. This mod doesn't do anything on its own and should only be used as a dependency for other mods.\n\nThanks zeobviouslyfakeacc, for all your work!": "让其他模组在游戏中显示其设置。此模组本身不做任何事情，仅应作为其他模组的依赖项使用。\n\n感谢zeobviouslyfakeacc的全部工作！",
    "Adds custom setting to enable misery afflictions in any custom run. \nVanilla: regular misery timeline\nOnSpawn: start a run with all afflictions already applied": "添加自定义设置以在任何自定义游戏中启用厄难病痛。\n原版：常规厄难时间线\n生成时：开始游戏时已应用所有病痛。",
    "More Locked Doors": "更多锁门",
    "This mod aims to help other modders by adding 'generic' materials and tools for them to use in their mods. Full list of items in the GitHub repo.": "此模组旨在通过添加“通用”材料和工具来帮助其他模组制作者在他们的模组中使用。物品完整列表在GitHub仓库中。",
    "MoreWood": "更多木材",
    "MotionTracker": "运动追踪器",
    "Muscle": "肌肉",
    "Non-OP Torches": "非过度强大的火把",
    "MooseSatchelMod": "驼鹿背包模组",
    "NorthernLightsBroadcast": "北极光广播",
    "Northfolk Clothing Pack": "北民服装包",
    "NotSoSilly": "不那么傻",
    "Adds more locks to doors and buildings around the game world.": "在游戏世界中的门和建筑物上添加更多锁。",
    "Adds a minimap that can show animals and spraypaint markings": "添加一个可以显示动物和喷漆标记的小地图。",
    "This mod makes torches less overpowered.": "此模组使火把不那么过于强大。",
    "More Camera Spawns": "更多相机生成点",
    "Eat well, move a lot and properly sleep, then you will gain muscle.": "吃得好，多运动，适当睡眠，你就会增加肌肉。",
    "This mod adds two new types of wood. Birch can be found near birch trees or forests. Oak firewood can sometimes be found near oak trees and occasionally in forests.": "此模组添加了两种新木材。桦木可在桦树或森林附近找到。橡木柴火有时可在橡树附近找到，偶尔在森林中。",
    "Watch your favorite movies and series in TLD": "在《The Long Dark》中观看你喜爱的电影和剧集。",
    "Pastime Reading": "消遣阅读",
    "Reduce scent and decay for meat, fish and guts and pies, if wearing Moose Bag": "如果佩戴驼鹿背包，减少肉、鱼、内脏和馅饼的气味和腐烂。",
    "Pathfinders Ascent": "探路者攀登",
    "Pause In Journal": "日志中暂停",
    "A gameplay mod that adds new spawns for the instant camera around Lower Great Bear": "一个为Lower Great Bear周围添加即时相机新生成点的游戏模组。",
    "Adds 2 previously seen + 3 brand new, inspired by northern folk, craftable clothes.<br><br>It's a standard ModComponent pack, installed by dropping it into .../Mods/": "添加2件之前见过的+3件全新、受北方民族启发的可制作服装。<br><br>这是一个标准的ModComponent包，通过拖放到.../Mods/安装。",
    "Personality": "个性",
    "Photo of a Loved One": "挚爱照片",
    "Pick Water From Fishing Holes": "从钓鱼洞取水",
    "Enable physics for gears placed down for 10 seconds so you can drop your stuff around naturally, or pile up items with the power of gravity. Aims to be practical to use in Survival. Still somewhat risky, check readme for proper usage.": "为放置的装备启用10秒的物理效果，以便你可以自然地丢弃物品，或利用重力堆叠物品。旨在在生存模式中实用。仍有一定风险，请查看readme以了解正确用法。",
    "Placing Anywhere": "随处放置",
    "Pine Needle Tea": "松针茶",
    "Plant Harvest Tweaker": "植物收获调整器",
    "Allows you to carry a customizable picture of something you care about.": "允许你携带一张你关心的东西的可自定义图片。",
    "Collect an unlimited amount of non-potable water from freshwater fishing holes.": "从淡水钓鱼洞收集无限量的非饮用水。",
    "An alternate version of Timberwolf Mountain, Blackrock, and Ash Canyon designed to offer a fresh and challenging experience for veteran survivors.": "Timberwolf Mountain、Blackrock和Ash Canyon的替代版本，旨在为资深幸存者提供新鲜且具挑战性的体验。",
    "QoL": "生活质量",
    "Random Main Menu": "随机主菜单",
    "Adds pine needles spawning around the world which can be turned into a herbal tea high in Vitamin C. Highly customizable.": "在世界各地添加松针生成，可制成富含维生素C的草药茶。高度可自定义。",
    "RN-Stripped functions": "RN-精简功能",
    "Mod for The Long Dark that removes restrictions when placing items, and adds controls to rotate and position the object.": "《The Long Dark》的模组，移除放置物品的限制，并添加旋转和定位物体的控制。",
    "Radial Menu Utilities": "径向菜单工具",
    "Adds a readable, customizable book with animations and stuff.<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>Showcasing video</a>. <a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>Detailed review(has subtitles)</a>.<br><br>Mod is installed by extracting .zip into .../Mods/": "添加一本可阅读、可自定义的书，带有动画等内容。<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>展示视频</a>。 <a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>详细评论（带字幕）</a>。<br><br>模组通过解压.zip到.../Mods/安装。",
    "Randomize Interloper Rare Spawns": "随机化Interloper稀有生成点",
    "Allows to change the harvested amount and harvest time of all plants in the game. Allows to randomize the item yield between minimum and maximum values. Adds an option to make tools degrade when using them to harvest plants.": "允许更改游戏中所有植物的收获量和收获时间。允许在最小值和最大值之间随机化物品产出。添加一个选项，使工具在用于植物收获时会损耗。",
    "Rare-Exclusive Loot": "稀有-独占战利品",
    "Reduce UI frustration, even make it pleasant to use. You can now use keyboard most of the time to control your game.": "减少用户界面带来的挫败感，甚至使其使用起来更愉快。你现在可以大部分时间使用键盘控制游戏。",
    "Carcass moving and Light torches from electricals - extracted from Relentless Nights mod (check it out!)": "尸体移动和从电器点燃火把 - 从Relentless Nights模组中提取（去看看吧！）",
    "The game will be paused in any category of the Journal": "在日志的任何类别中游戏将暂停。",
    "!!! Most features are gone, see release notes for current features. Also remove old version of the mod before updating if you still had it !!! <br><br>Lets you customize your character: replace textures and change outfit. Here's a funny <a href='https://youtu.be/jm8WjlVVtw8' target='_blank'>showcasing video</a>.<br><br>Installed by unpacking it into .../Mods/": "!!! 大多数功能已移除，请查看发行说明了解当前功能。如果仍有旧版本，请在更新前移除旧版本模组！！！ <br><br>让你自定义角色：替换纹理和更改服装。这里有一个有趣的<a href='https://youtu.be/jm8WjlVVtw8' target='_blank'>展示视频</a>。<br><br>通过解压到.../Mods/安装。",
    "A utility mod that adds the ability for other mods to create custom radial menus.": "一个为其他模组添加创建自定义径向菜单能力的工具模组。",
    "Ravine Bridge Fix": "峡谷桥梁修复",
    "Recipe Requirements": "配方要求",
    "Reduced Loot": "减少战利品",
    "Recording Utils": "录制工具",
    "Remove Cougars": "移除美洲狮",
    "Remember Break Down Item": "记住分解物品",
    "Relentless Night": "无尽之夜",
    "This mod randomizes the time and weather in the main menu screen so it changes every time you enter it.": "此模组随机化主菜单屏幕的时间和天气，每次进入时都会变化。",
    "Items available in Bunkers and/or Trader now appear in the world, albeit rare and in low numbers.": "地堡和/或交易者中的物品现在会在世界中出现，尽管稀有且数量少。",
    "Fix the bridge in the Ravine.": "修复峡谷中的桥梁。",
    "Allows the player to adjust the cooking skill level required to create specific recipes.": "允许玩家调整创建特定配方所需的烹饪技能等级。",
    "Reroll Burnt Buildings": "重新随机燃烧的建筑物",
    "This is a mod for The Long Dark that removes cougars from the various regions they exist.": "这是一个为《The Long Dark》设计的模组，移除存在于各个区域的美洲狮。",
    "Repairable Repairables": "可修复的修复工具",
    "Reduced Loot reduces the amount of certain items in the world by despawning them when they randomly spawn.": "减少战利品通过在某些物品随机生成时移除它们来减少世界中某些物品的数量。",
    "Retro Food Pack": "复古食品包",
    "Adds some animal and camera control for recording purposes. \nAlso adds freebird implementation by @Digitalzombie": "为录制目的添加了一些动物和相机控制。\n还添加了@Digitalzombie的freebird实现。",
    "Disables the Interloper loot tables and replaces them with new random spawns. Do not use on existing saves.<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "禁用Interloper战利品表并替换为新的随机生成点。不要在现有存档上使用。<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Research Book Tweaker": "研究书籍调整器",
    "RunInBackground": "后台运行",
    "Save Image Filter": "保存图像滤镜",
    "Save Manager": "存档管理器",
    "23 Retro Food items.": "23种复古食品。",
    "Save Safety": "存档安全",
    "Seasoned Interloping": "老练的Interloping",
    "Adds console commands that allow you to reroll the random burnt building spawns. Now also includes the random fishing hut doors. Full instructions in the README.": "添加控制台命令，允许你重新随机燃烧的建筑物生成点。现在还包括随机钓鱼小屋门。完整说明在README中。",
    "Repairable Repairables, gives you the option to fix three of the basic tools used for repairing, crafting and sharpening. The tool that can be fixed are as follows: Rifle Cleaning Kit, Sewing Kit, whetstone/Sharpening Stone": "可修复的修复工具，给你修复三种用于修理、制作和磨砺的基本工具的选项。可修复的工具有：步枪清洁套件、缝纫套件、磨刀石/ sharpening石。",
    "Keeps the game running, when it looses focus": "在游戏失去焦点时保持运行。",
    "Shelter Temperature Tweaks": "庇护所温度调整",
    "Adds the ability to save, load and autosave in Sandbox/Survival using hotkeys. Currently does not re-add the buttons in the pause menu": "在沙盒/生存模式中添加使用快捷键保存、加载和自动保存的功能。目前不重新添加暂停菜单中的按钮。",
    "This mod explicitly warns you when saving or loading patches are not successfully executed so you know it's time to quit without saving.": "此模组在保存或加载补丁未成功执行时明确警告你，以便你知道是时候不保存退出。",
    "Shortcuts": "快捷方式",
    "Saves and reloads your chosen image filter (Options > Display > Image Filter) instead of reverting to 'no filter' every time the game is restarted.": "保存并重新加载你选择的图像滤镜（选项 > 显示 > 图像滤镜），而不是在每次游戏重启时恢复为“无滤镜”。",
    "Shooting Range": "射击场",
    "Silent Protagonist": "沉默的主角",
    "Silly Mod": "傻瓜模组",
    "Skill Adjustment": "技能调整",
    "Adds Forsaken Airfield, Bleak Inlet, Zone of Contamination, & Sundered Pass to the list of Interloper start regions.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "将Forsaken Airfield、Bleak Inlet、Zone of Contamination和Sundered Pass添加到Interloper起始区域列表中。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Allows you to tweak the temperature of shelters that have NO LOADING SCREEN, such as the Mountaineer's Hut. Full instructions in the README.": "允许你调整没有加载屏幕的庇护所的温度，如登山者小屋。完整说明在README中。",
    "Skill Manager": "技能管理器",
    "TLD 2.23 use RN 4.7.2, TLD 2.19 use RN 4.7.1, TLD 2.10+ use RN 4.6.3, TLD 2.06&2.08 use RN 4.6.1<br>The spin of the earth is slowing. Days and nights are getting longer. Every long night gets colder and harsher than the last. Nowhere is safe from the cold. How long will you survive in this eerie new world?<br><br>You can keep up with mod discussion, updates, and report any issues at our Relentless Mods discord channel with this - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>INVITE</a>.": "TLD 2.23使用RN 4.7.2，TLD 2.19使用RN 4.7.1，TLD 2.10+使用RN 4.6.3，TLD 2.06&2.08使用RN 4.6.1<br>地球的自转正在减慢。白天和黑夜越来越长。每个漫长的夜晚比前一个更冷更严酷。寒冷无处不在。你能在这个诡异的新世界中生存多久？<br><br>你可以通过我们的Relentless Mods Discord频道参与模组讨论、获取更新和报告问题 - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>邀请</a>。",
    "Adds a variety of shortcuts to some regions. You will need to reload the game for the changes to take effect.": "为某些区域添加多种快捷方式。你需要重新加载游戏以使更改生效。",
    "Enable shooting range targets, weather vane, hunting blind, and a warm barn near Pensive Pond in Pleasant Valley.": "在Pleasant Valley的Pensive Pond附近启用射击场目标、风向标、狩猎掩体和一个温暖的谷仓。",
    "Formely Shorter Read Intervals Mod": "原为更短阅读间隔模组",
    "Silences player character voice. Full instructions in the README.": "使玩家角色声音沉默。完整说明在README中。",
    "Allows the player to adjust the skill benefits for each level.": "允许玩家调整每个等级的技能收益。",
    "SleepWithoutABed": "无床睡眠",
    "Sky Co-op": "天空合作",
    "Skip Intro Redux": "跳过开场重制",
    "Enables fun: gear items physics, collisions and more<br><br>Don't use it on your normal save, you'll regret it": "启用乐趣：装备物品物理效果、碰撞等<br><br>不要在你的正常存档上使用，你会后悔的。",
    "Solitaire": "纸牌游戏",
    "Solstice": "至日(季节)",
    "Sonic Mode": "音速模式",
    "Sprainkle": "扭伤调整",
    "Multiplayer mod for the game": "游戏的多人模组",
    "Stack Manager": "堆叠管理器",
    "StalkerAidsAndSupplements": "潜行者辅助和补充",
    "Storage Problem": "存储问题",
    "Allows players to sleep without a bed or bedroll. Accessed through the Pass Time option in the radial menu.": "允许玩家在没有床或睡袋的情况下睡觉。通过径向菜单中的Pass Time选项访问。",
    "Waste your time in style - play Solitaire": "优雅地浪费时间 - 玩纸牌游戏",
    "Allows the player to skip to the main menu when starting the game.<br><br><b>Use at your own risk</b> - Now skips those pesky disclaimers.": "允许玩家在启动游戏时跳到主菜单。<br><br><b>使用风险自负</b> - 现在跳过那些烦人的免责声明。",
    "Story Mode Collectibles": "故事模式收藏品",
    "Adds stacking to more stuff": "为更多物品添加堆叠功能。",
    "Make container management a minigame.": "将容器管理变成一个小游戏。",
    "Stretch Armstrong": "Stretch Armstrong",
    "Add seasons into TLD": "为《The Long Dark》添加季节。",
    "StruggleTweaks": "挣扎调整",
    "A new and improved mod that entirely replaces the old ankle sprain mod. This mod contains separate settings for ankle and wrist sprains as well as settings for general sprains": "一个全新改进的模组，完全替换旧的脚踝扭伤模组。此模组包含脚踝和手腕扭伤的单独设置以及一般扭伤的设置。",
    "Sun Orientation Fixes": "太阳方向修复",
    "Lets you go fast!<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让你跑得快！<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "This mod expands on TLD's medical items. It's heavily inspired by S.T.A.L.K.E.R games, you may come across some references. :D": "此模组扩展了《The Long Dark》的医疗物品。它深受S.T.A.L.K.E.R游戏的启发，你可能会遇到一些相关引用。:D",
    "Survivor Knowledge": "幸存者知识",
    "Adds collectible items from Wintermute into survival mode.": "将Wintermute中的收藏品添加到生存模式中。",
    "Change the range at which you can interact with things.": "更改你可以与之交互的范围。",
    "Survivor's Legacy": "幸存者的遗产",
    "TLD-Cigarettes": "TLD - 香烟",
    "TLD save tools": "TLD - 存档工具",
    "TLD-Morphine": "TLD - 吗啡",
    "TLD-WolfskinScarf": "TLD - 狼皮围巾",
    "Set chance to instantly kill wolf after struggle or change bleedout time for wolf. Also you can change tap power to save your mouse buttons": "设置挣扎后立即杀死狼的几率或更改狼的流血时间。你还可以更改点击力度以保护你的鼠标按钮。",
    "Fixes the sun orientation in several regions. Now all regions should be consistent with each other and the world map.": "修复了几个区域的太阳方向。现在所有区域应与彼此和世界地图一致。",
    "The Long Development Regions": "长期开发区域",
    "Target Practice & Master Hunter": "目标练习与狩猎大师",
    "Simulates survivor knowledge by locking crafting recipes and harvesting actions behind skill levels.": "通过将制作配方和收获动作锁定在技能等级后面，模拟幸存者知识。",
    "Adds Morphine as a usable item": "将吗啡添加为可使用物品。",
    "Enables a minimal multiplayer interaction: Let other players find your corpse (sort of).": "启用最小的多人互动：让其他玩家找到你的尸体（某种程度上）。",
    "Adds usable Cigarettes": "添加可使用的香烟。",
    "Adds a new craftable scarf made of wolf fur.": "添加一个由狼皮制成的新可制作围巾。",
    "Simple tools for managing game saves for The Long Dark. Note: this is an external tool, not a mod.": "用于管理《The Long Dark》游戏存档的简单工具。注意：这是一个外部工具，不是模组。",
    "Things To Do": "待办事项",
    "Timberwolves Anywhere": "随处可见的森林狼",
    "Time Accelerator": "时间加速器",
    "Tin Can Improvements": "锡罐改进",
    "A small team project and a collaborative community effort to expand Great Bear Island in a beautiful and balanced way.": "一个小型团队项目和社区协作努力，以美丽和平衡的方式扩展大熊岛。",
    "Tiny Tweaks: Bury Corpses": "小调整：埋葬尸体",
    "Tiny Tweaks: Correct Drop Orientation": "小调整：纠正掉落方向",
    "Tiny Tweaks: Fall Death Goat": "小调整：坠落死亡山羊",
    "Demo mod for EAAPI, provides some useful actions.": "EAAPI的演示模组，提供了一些有用的动作。",
    "Tiny Tweaks: Extended FOV": "小调整：扩展视野",
    "Target Practice: Provides a bunch training features allowing you to practice and have fun.\nMaster Hunter: Offers numerous options to block your automatic, effortless progression through skill levels, ensuring that you earn them more.\nSee ReadMe for more details.": "目标练习：提供一系列训练功能，让你练习并享受乐趣。\n狩猎大师：提供多种选项阻止你自动、无需努力地通过技能等级，确保你更努力地获得它们。\n更多详情见README。",
    "Tiny Tweaks: Map Text Outline": "小调整：地图文本轮廓",
    "Allows the player to speed up time without changing the game difficulty.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许玩家在不更改游戏难度的情况下加速时间。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Tiny Tweaks: Pause On Radial": "小调整：径向菜单暂停",
    "REDUNDANT since Safehouse Customization has same function. But still works<br><br>Get rid of those nasty corpses by right-clicking on them": "自从安全屋定制具有相同功能后变得多余。但仍可使用<br><br>通过右键点击去除那些恶心的尸体。",
    "Fix dropped wooden matches and rifle to be in correct orientation. Because yes, they were incorrect": "修复掉落的木制火柴和步枪的方向。因为是的，它们之前是错误的。",
    "Allows you to craft 4 tin cans into 1 scrap metal, reduces the weight of tin cans to 0.05 kg, fixes a canned food item weight bug.": "允许你将4个锡罐制作成1个废金属，将锡罐的重量减少到0.05公斤，修复罐头食品重量错误。",
    "Disables fall death triggers but doubles fall damage (can be tweaked)": "禁用坠落死亡触发但使坠落伤害加倍（可调整）。",
    "Tiny Tweaks: Plants Regrow": "小调整：植物再生",
    "Allows the user to decide what type of wolves will spawn in a region.": "允许用户决定区域内生成哪种类型的狼。",
    "Tiny Tweaks: Run With Lantern": "小调整：持灯跑步",
    "Slows down time when bringing up radial menus": "在调出径向菜单时减慢时间。",
    "Tool Upgrade": "工具升级",
    "Toggle HUD": "切换HUD",
    "Extend FOV slider to 150": "将视野滑块扩展到150。",
    "Tiny Tweaks: Wakeup Call": "小调整：唤醒提示",
    "Plants will now regrow after 45 days (can be changed)": "植物现在将在45天后再生（可更改）。",
    "Outline text on the map, so you can actually see what it says. Has a few variants": "在地图上勾勒文本轮廓，以便你能清楚看到内容。有几种变体。",
    "Torch Tweaker": "火把调整器",
    "Travois Tether": "雪橇绳",
    "Removes restrictions on lantern animation: allows movement and removes camera lock": "移除灯笼动画的限制：允许移动并移除相机锁定。",
    "Unique Knowledge": "独特知识",
    "UnityExplorerTLD": "UnityExplorerTLD",
    "Adds alternate ways of acquiring item variants and other items by way of blueprints": "通过蓝图添加获取物品变体和其他物品的替代方式。",
    "Universal Tweaks": "通用调整",
    "ToolsQuality": "工具质量",
    "Allows you to interrupt sleep at will. Has an option to wake up when aurora starts, and a few more": "允许你随意中断睡眠。有一个选项在极光开始时唤醒，还有一些其他选项。",
    "Allows the player to toggle the scent and time-of-day indicators instead of them disappearing after some time.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许玩家切换气味和时间指示器，而不是在一段时间后消失。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Tweaks a few torch parameters and allow the player to lit torches from lanterns": "调整一些火把参数并允许玩家从灯笼点燃火把。",
    "Prevents travois from despawning": "防止雪橇消失。",
    "Use The Worst First And Drop Stone": "优先使用最差的并丢弃石头",
    "UnityExplorer with optimizations for TLD": "针对《The Long Dark》优化的UnityExplorer。",
    "Read each book only once.": "每本书只读一次。",
    "Watches": "手表",
    "Vitamin C Tracker": "维生素C追踪器",
    "Wolves Come Out At Night": "狼群夜间出没",
    "Wooden Statues by 'TKG'": "TKG的木雕",
    "Working Clocks": "工作中的时钟",
    "Keep Your tools sharp. Low condition of tool increase time to perform actions. Adjust harvesting time multiplier of carcass/branches.": "保持你的工具锋利。工具状况低会增加执行动作的时间。调整尸体/树枝的收获时间倍数。",
    "Universal Tweaks is a modification that enhances existing gameplay elements by modifying things within The Long Dark, that just makes sense.": "通用调整是一个通过修改《The Long Dark》中合理的内容来增强现有游戏元素的模组。",
    "Yes I Know": "我知道",
    "Allows you to use the worst condition items first in radial menu and other cases.\nAllows you to drop stones/tinders instead of decoy to mark paths. \nSee ReadMe for more details.": "允许你在径向菜单和其他情况下优先使用状况最差的物品。\n允许你丢弃石头/引火物而不是诱饵来标记路径。\n更多详情见README。",
    "Wildlife Tuning": "野生动物调整",
    "A modification which alters how time is told within The Long Dark.": "一个更改《The Long Dark》中时间显示方式的模组。",
    "Finally know how much Vitamin C you have! No longer will you live in ignorance": "终于知道你有多少维生素C了！不再生活在无知中。",
    "Prevents wolves spawning during the day. Can set by region or to apply everywhere. Full instructions in the README.": "防止狼在白天生成。可按区域设置或全局应用。完整说明在README中。",
    "Mod for The Long Dark that makes some of the clocks in the game work.": "《The Long Dark》的模组，使游戏中的一些时钟工作。",
    "Introduces 4 wooden animal statues, small and large.": "引入4种木制动物雕像，有大有小。",
    "Disables the hovertext on items and/or fire": "禁用物品和/或火源的悬浮文本。",
    "TLD mod that randomizes animal behavior configurations.": "随机化动物行为配置的《The Long Dark》模组。",
    "RN-Stripped functions ": "RN-Stripped 函数",
    "Set fires to infinite duration with middle mousebutton": "用鼠标中键设置无限持续时间的火",
    " Safehouse Customization Plus": "安全屋定制增强版",
    "Frozen Food aims to add a bit more realism to the game by allowing food items to become frozen over time. ": "冷冻食品旨在通过允许食物物品随时间冻结，为游戏增加一些真实性。",
    "Makes the night sky more realistic.Replaces the Moon and Stars with a more detailed representation. Adds meteor showers. ": "使夜空更加逼真。用更精细的图像替换了月亮和星星。添加了流星雨。",
    " IT IS HIGHLY SUGGESTED TO USE THIS ON ONLY NEW SAVES. Turns the entirety of Great Bear into a toxic wasteland, similar to ZoC's chemical pools. Expect issues ": "强烈建议仅在新存档上使用。将整个大熊转化为有毒荒地，类似于ZoC的化学池。请预期会有问题。",
    "Allows to change duration of crafting arrow and arrowhead. Adds additionall crafting options for arrows.\n\n Game Restart might be required after settingts change.": "允许更改制作箭和箭头的持续时间。为箭添加了额外的制作选项。\n\n设置更改后可能需要重新启动游戏。",
    "Adds custom setting to enable misery afflictions in any custom run. \nVanilla: regular misery timeline\nOnSpawn: start a run with all afflictions already applied ": "为任何自定义游戏运行添加自定义设置以启用痛苦折磨。  \n原版：常规痛苦时间线  \nOnSpawn：开始一个所有折磨都已应用的运行",
    "Skip item inspection on picking up stick/stones or other items.\n\nMass pickup of all sticks/stones or other items in a radius around you. With or without calorie cost.\n\nFull customizable.": "在拾取棍子/石头或其他物品时跳过物品检查。\n\n在你周围一定半径内批量拾取所有棍子/石头或其他物品。有或没有卡路里消耗。\n\n完全可定制。",
    "Adds 20+ unique, delicious <a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>food and beverage items</a>. Insludes cute collectibles and handy settings!<br><br>Installed by unpacking it into .../Mods/": "添加了20多种独特美味的<a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>食品和饮料项目</a>。包含可爱的收藏品和方便的设置！<br><br>通过解压到.../Mods/进行安装。",
    "This mod randomizes the time and weather in the main menu screen so it changes everytime you enter it.": "这个模组随机化了主菜单屏幕的时间和天气，所以每次你进入时它都会改变。",
    "Fix the bridge in the Ravine..": "修复峡谷中的桥梁。",
    "Adds some animal and camera control for recording purposes. \nAlso adds freebird implementation by @Digitalzombie ": "为录制目的添加了一些动物和相机控制功能。 \n此外，还添加了@Digitalzombie的freebird实现。",
    "This mod expands on TLD's medical items. It's heavily inspired by S.T.A.L.K.E.R games, you may come across some refferences. :D": "这个模组扩展了TLD的医疗物品。它深受S.T.A.L.K.E.R游戏的影响，你可能会遇到一些参考。:D",
    "TLD mod that randomizes animal behavior configurations. ": "一个随机化动物行为配置的TLD模组。",
    "Enables customization everywhere, allows to move and pick up containers, stoves, workbenches and many more.<br><br>WARNING! Consider this mod expeimental. There was no reports of losing item, but the possibility is still there. Make save backups just in case": "允许在所有地方进行自定义，可以移动和拾取容器、炉灶、工作台等等。<br><br>警告！请将此模组视为实验性。虽然没有报告丢失物品的情况，但可能性仍然存在。请随时备份存档以防万一。",
    "Mod for The Long Dark that makes some of the clocks in the game work. ": "《漫长的黑暗》的一个模组，让游戏中的部分时钟可以工作。",
    "Target Practice : Provides a bunch training features allowing you to practice and have fun.\nMaster Hunter : Offers numerous options to block your automatic, effortless progression through skill levels, ensuring that you earn them more.\nSee ReadMe for more details.": "目标练习：提供一系列训练功能，让你练习并享受乐趣。\n大师猎人：提供多种选项来阻止你自动、轻松地通过技能等级，确保你更努力地获得它们。\n请查看ReadMe文件以获取更多详细信息。",
    "Choose Starting Conditions - Remastered": "选择起始条件 - 改版[*big]",
    "Relics of the Quiet Apocalypse": "寂静末日遗物[*big]",
    "A mod for The Long Dark. This mod allows you to choose your starting condition, fatigue, hunger, thirst, warmth, injuries and illnesses when starting a new game.": "《漫长的黑暗》的一个模组。这个模组允许你在开始新游戏时选择你的起始状态、疲劳度、饥饿度、口渴度、体温、伤势和疾病。[*big]",
    "Relics of the Quiet Apocalypse mod brings back GearItem textures from the older builds of TLD. (Can be customized via ModSettings.)": "寂静末日遗物模组将TLD早期版本中的GearItem纹理带回来。（可通过ModSettings进行自定义。）[*big]",
    "Fortified Lookouts": "设防哨所[*big]",
    "Increase the size, add a second regular sized embedded lookout, and raise the windows for a clear view for the lookouts in Mystery Lake, Coastal Highway and Bleak Inlet.": "增加尺寸，添加一个常规尺寸的嵌入式瞭望台，并将窗户抬高，以便Mystery Lake、Coastal Highway和Bleak Inlet的瞭望员有清晰的视野。[*big]"
}