{
    "Affliction Component": "折磨组件",
    "AlcoholMod": "酒精修改器",
    "Additional Misery Spawns": "额外苦难滋生",
    "All Random Layouts At Once": "一次性所有随机布局",
    "Ambient Lights": "环境光",
    "Adjustable Walk Speed": "可调节行走速度",
    "Afraid of the Dark": "怕黑",
    "Adaptive Arsenal": "自适应武器库",
    "AlternativeActionUtilities": "替代行动工具实用程序",
    " Safehouse Customization Plus": "安全屋定制增强版",
    "Adds more spawn locations in misery mode": "在苦难模式下添加更多刷新点",
    "Makes the player anxious at night.": "让玩家在夜间感到焦虑。",
    "Adjustable Walk Speed allows players to adjust the walk speed with scroll wheel inputs to be slower for more cinematic moments.": "可调节行走速度允许玩家通过滚轮输入来调整行走速度，以便在更具电影感的时刻放慢速度。",
    "A framework mod that allows modders to add their own custom afflictions to the game.": "一个允许模组制作者向游戏中添加他们自己的自定义痛苦的框架模组。",
    "Adaptive Arsenal is a modification that improves upon existing weapon mechanics within The Long Dark.": "适应性武器库是一个改进了《漫长的黑暗》中现有武器机制的模组。",
    "This mod allows you to combine all random layouts in the same run.": "这个模组允许你在同一局游戏中组合所有随机布局。",
    "A utility mod for custom actions when clicking on things.": "一个用于点击物品时执行自定义操作的实用模组。",
    "This mod aims to modify the default lightning for interiors with windows, making them brighter so you don't need a light source during midday to move around, and also more reflective of what's happening outside (time of day, weather, and sun position).": "此模组旨在修改带窗户的内室默认闪电，使其更明亮，以便在白天无需光源即可活动，并且更能反映外部情况（一天中的时间、天气和太阳位置）。",
    "AmmunitionCraftingTools": "弹药制作工具",
    "Architect": "建筑师",
    "An optional addon for ModComponent enabling the alcohol mechanics. Without this, all alcoholic food functions as if it were non-alcoholic.": "ModComponent的一个可选附加组件，用于启用酒精机制。没有它，所有酒精类食物都表现得像非酒精类食物一样。",
    "AudioCore": "音频核心",
    "ArrowMod": "箭头模组",
    "AudioManager": "音频管理器",
    "Auto Updating Plugin": "自动更新插件",
    "Aurora Monitor": "极光监控",
    "Enables customization everywhere, allows to move and pick up containers, stoves, workbenches and many more.<br><br>WARNING! Consider this mod expeimental. There was no reports of losing item, but the possibility is still there. Make save backups just in case": "允许在所有地方进行自定义，可以移动和拾取容器、炉灶、工作台等等。<br><br>警告！请将此模组视为实验性。虽然没有报告丢失物品的情况，但可能性仍然存在。请随时备份存档以防万一。",
    "Beachcombing Adjustments": "拾贝调整",
    "Modular base building mod": "模块化基地建设模组",
    "Plugin. Updates most Mods & Plugins automatically.": "插件。自动更新大多数模组和插件。",
    "THIS IS A PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!!": "这是一个插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！",
    "Bedroll Tweaker": "床铺修补程序",
    "This mod adds tools for crafting ammunition in the field. You don't need ammunition workbench to craft cartridges anymore. Crafting ammunition using the tools takes significantly longer.": "这个模组添加了在野外制作弹药的工具。你不再需要弹药工作台来制作弹夹了。使用这些工具制作弹药会显著花费更长的时间。",
    "Allows to change duration of crafting arrow and arrowhead. Adds additionall crafting options for arrows.\n\n Game Restart might be required after settingts change.": "允许更改制作箭和箭头的持续时间。为箭添加了额外的制作选项。\n\n设置更改后可能需要重新启动游戏。",
    "Better Night Sky": "更好的星空",
    "A WIP mod that will eventually allow full control of weather. Currently allows control of Aurorae and will show weather stats in the First Aid screen": "一个正在开发中的模组，最终将允许完全控制天气。目前允许控制极光，并在急救屏幕上显示天气统计数据。",
    "Helper mod for using custom audioclips and controlling vanilla audio. \n\nDisable flare audio, disable waterfall audio adjust wind effect volume (eg. like clattering) when indoors, adjust aurora music volume": "辅助模组，用于使用自定义音频片段和控制原版音频。\n\n禁用辉光音频，禁用瀑布音频，在室内时调整风效音量（例如，如碰撞声），调整极光音乐音量",
    "Better Skill XP": "更好的技能经验值",
    "Better Bases": "更好的基础",
    "Binoculars": "望远镜",
    "Bleeding Revamped": "出血改版",
    "Blueprint Cleaner": "蓝图清理器",
    "Better Water Management": "更好的水资源管理",
    "Lets you change the loot table for beachcombing.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许你更改拾荒的战利品表。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "* Adjust the warmth, the weight, the decay rates for each bedroll type.\n* Enable bedrolls to \"stack\" warmth bonuses": "* 调整每种睡袋的暖意、重量、衰减率。\n* 允许睡袋“堆叠”暖意增益。",
    "Makes the night sky more realistic.Replaces the Moon and Stars with a more detailed representation. Adds meteor showers. ": "使夜空更加逼真。用更精细的图像替换了月亮和星星。添加了流星雨。",
    "Bountiful Foraging": "丰富的采集",
    "Revamped bleeding mechanic for animals.": "重新设计的动物流血机制。",
    "With this mod skills points are earned based on (tweakable) time spent doing stuff": "使用这个模组，技能点是根据（可调整的）做事情所花费的时间来获得的。",
    "Camping Tools": "露营工具",
    "Bow Repair": "弓箭修理",
    "Caffeinated Sodas": "含咖啡因的汽水",
    "Mod for The Long Dark that allows players to improve their bases in multiple ways: Most furniture can be moved (if you have cleared it of clutter first), most broken cabinets and drawers can be fixed, most of the clutter on interiors can be removed and some of it can also be moved.": "《漫长的黑暗》模组，允许玩家以多种方式改进他们的基地：大多数家具可以移动（前提是你先清理了杂物），大多数损坏的柜子和抽屉可以修复，室内的大部分杂物可以清除，其中一些也可以移动。",
    "Canister Refill": "罐体补充",
    "Mod improving the way water is managed for The Long Dark.<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>Installation Instructions</a>": "改善《The Long Dark》中水资源管理方式的模组。<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>安装说明</a>",
    "- This mod adds a little QoL to your Crafting/Cooking Panels.\n- It lets you hide/display the Blueprint/recipe you want whenever you want to keep your panels as clean as possible.": "- 这个模组为你的制造/烹饪面板增加了些许品质提升。\n- 它允许你随时隐藏/显示你想要的蓝图/配方，以便尽可能保持面板的整洁。",
    "Find food and useful materials in the wild. Non-DLC compatible version in the GitHub repo.": "在野外寻找食物和有用材料。GitHub仓库中有非DLC兼容版本。",
    "Tools for outdoors adventures.": "户外探险工具。",
    "CanneryManufacturing": "罐头制造业",
    "Makes all bows repairable, with customizable cost and location.": "使所有弓箭可修复，具有可自定义的成本和位置。",
    "Choose Starting Conditions": "选择起始条件",
    "ChangeCustomSettings": "更改自定义设置",
    "Choose Starting Gear": "选择起始装备",
    "Lets you see farther.<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让你看得更远。<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Lets you change the difficulty settings of a running game": "允许你更改正在运行游戏的难度设置",
    "Carcass Yield Tweaker": "胴体产量调整器",
    "Sodas now reduce fatigue, with customizable amount for each soda. Since sodas often contain caffeine and are high in sugar they're bound to give you at least a little kick, right?": "汽水现在能缓解疲劳，并且每种汽水可以自定义数量。由于汽水通常含有咖啡因且糖分高，它们肯定会给你带来至少一点提神效果，对吧？",
    "Designed to improve the usability of the Last Resort Cannery Workshop in Bleak Inlet, especially on Interloper difficulty.": "旨在提高荒凉港 Last Resort 鱼罐头作坊的可玩性，尤其是在入侵者难度下。",
    "Allows you to choose your starting gear when starting a new game. Full instructions in the README.": "允许你在开始新游戏时选择你的起始装备。详细说明请见README。",
    "Adds the ability to refill empty canisters used by the respirator": "为呼吸器使用的空罐加速能力",
    "Allows you to choose your starting condition, fatigue, hunger, thirst, warmth, injuries and illnesses when starting a new game. Full instructions in the README.": "允许您在开始新游戏时选择您的起始状态、疲劳、饥饿、口渴、保暖、伤势和疾病。请参阅README文件获取完整说明。",
    "Clothing Expanded": "服装扩展",
    "Clothing Tweaker 2": "服装调整器2",
    "Choose Starting Location": "选择起始位置",
    "Collector Cards": "收藏卡",
    "Coastal Connection": "海岸连接",
    "Allows adjustment of carcass yield and harvesting time.": "允许调整胴体产量和收获时间。",
    "CoolHome": "酷家",
    "Complex Logger": "复杂日志记录器",
    "Coordinates Grabber": "坐标抓取器",
    "Adds a way to combine accessories with clothing to have even more accessories equipped at the same time": "增加了一种将配饰与服装结合的方式，以便同时装备更多配饰",
    "Clothing Tweaker reimagined. Allows you to edit clothing stats on the go": "重新设计的服装调整器。允许您随时编辑服装属性",
    "Candlelight": "烛光",
    "Find a collection of hand-painted cards hidden across Great Bear!": "在伟大的熊中寻找一套隐藏的手绘卡片！",
    "A mod that adds more complex logging to the game": "一个为游戏添加更复杂日志记录的模组",
    "CougarSoundBegone": "美洲狮之声消散",
    "Connects Coastal Highway and Bleak Inlet by their shared road.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "通过他们共有的道路连接海岸公路和荒凉湾。",
    "CozyBlankets": "舒适毯",
    "CozyCushions": "舒适垫",
    "Crafting Revisions": "修改润色",
    "Craft Anywhere Redux": "任意地创造Redux",
    "Allows you to choose your starting location when starting a new Sandbox game. 300+ locations, all regions, all difficulty modes. Full instructions in the README.": "允许您在开始新的沙盒游戏时选择您的起始位置。300多个地点，所有地区，所有难度模式。请参阅README文件获取完整说明。",
    "Adds candles and new materials to craft candles": "添加蜡烛和新材料以制作蜡烛",
    "Kills the stupid cougar in the main menu on startup": "在启动时在主菜单杀死愚蠢的母猫头鹰",
    "No safe places anymore. This mod removes any temperature bonus to shelters. Use fires, torches, flares and other sources of heat. Properly heated shelters will stay warm for some time even without fires.": "没有安全的地方了。这个模组移除了避难所的任何温度加成。使用篝火、火把、信号弹和其他热源。正确加热的避难所即使没有篝火也能保持一段时间温暖。",
    "Custom Save Data Utilities": "自定义存档数据工具",
    "Utility mod. Allows you to see/copy the name, position, rotation, and scene of interactive items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "实用模组。允许你查看/复制交互物品的名称、位置、旋转和场景。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Keep you warmer in those cold, winter nights. Original by ds5678.": "让那些寒冷的冬夜你更温暖。原作：ds5678。",
    "CustomWhiteout": "自定义遮罩",
    "Allows you to adjust the crafting location for vanilla craftable items.": "允许您调整普通可制作物品的制作位置。",
    "Improves the Crafting UI and enables custom Blueprint/Recipe creation.": "改进了制作界面，并启用了自定义蓝图/配方创建。",
    "14 craftable pillows; sit on other objects like chairs, benches, toilets; optional buffs": "14种可制作的枕头；可坐在椅子、长凳、马桶等物体上；可选增益效果",
    "DIY by Santana": "DIY by Santana",
    "Dead Air": "死寂",
    "Darker Nights": "暗夜",
    "DeveloperConsoleWintermute": "开发者控制台 冬眠者",
    "Adds craftable furniture.": "增加可制作的家具。",
    "DrawFromDrawer": "从抽屉中取物",
    "Utility mod for custom save data on gear items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "用于装备物品的自定义存档数据的实用模块。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Disable Cabin Fever": "禁用幽闭恐惧症",
    "A mod for the Long Dark letting you experience a custom whiteout challenge.": "《长夜》的一个模组，让你体验自定义暴风雪挑战。",
    "Mod for The Long Dark to make nights darker, giving a new challenge.": "为《漫长的黑暗》制作一个让夜晚更黑暗的模组，带来新的挑战。",
    "Droppable Undroppables": "可放下不可放下",
    "DeveloperConsole": "开发者控制台",
    " IT IS HIGHLY SUGGESTED TO USE THIS ON ONLY NEW SAVES. Turns the entirety of Great Bear into a toxic wasteland, similar to ZoC's chemical pools. Expect issues ": "强烈建议仅在新存档上使用。将整个大熊转化为有毒荒地，类似于ZoC的化学池。请预期会有问题。",
    "Console for storymode. Check the release notes for detailed instructions": "故事模式控制台。请查看发布说明以获取详细说明。",
    "Dynamic Trees": "动态树",
    "DualSenseX": "DualSense X",
    "This mod allows you to craft on workbenches using contents of its drawer. Works with ammo benches too.": "这个模组允许你使用其抽屉中的物品在工作台上进行制造。也适用于弹药工作台。",
    "Dynamic World": "动态世界",
    "Edible Plants": "可食用植物",
    "Eternal Weather": "永恒天气",
    "Disables Cabin Fever in all game modes.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "禁用所有游戏模式中的幽闭恐惧症。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Check instructions on github": "检查github上的说明",
    "A mod that makes Hinterland's developer console accessible in-game. F1 to open / close the console, type 'help' to get a list of commands.": "一个让Hinterland开发者控制台能在游戏中使用的模组。按F1打开/关闭控制台，输入'help'获取命令列表。",
    "Dynamic Trees replaces the foliage texture of trees dynamically to represent accumulating snowfall to add another level of immersion to the game.": "动态树木会动态地替换树木的叶子纹理，以表现逐渐积累的降雪，为游戏增添另一层次的沉浸感。",
    "Examine Actions API": "检查操作API",
    "Extra Graphics Settings": "额外图形设置",
    "Allows moving all possible items, and removing of all previously non-droppable items from inventory. Gives option to turn collectibles into regular items for immersion. Optionally adds weight to items that should have it but do not.": "允许移动所有可能的物品，并从背包中移除所有先前不可丢弃的物品。提供将收藏品转换为普通物品的选项以增强沉浸感。可选择为应有重量但没有重量的物品添加重量。",
    "Export Journal": "导出期刊",
    "Eternal Weather is a modification that allows the player to change the weather from a wide arrange of states that is set for an infinite amount of time.": "永恒天气是一个允许玩家将天气从预设的多种状态中更改为无限持续时间状态的修改。",
    "Adds dynamic events including earthquakes to make the world of Great Bear feel more dynamic and change over time.": "添加动态事件，包括地震，使大熊世界感觉更动态，并随时间变化。",
    "Faster Harvesting": "更快收获",
    "Faster Searching": "更快搜索",
    "Modding framework for custom Examine actions.": "自定义Examine操作的模组框架。",
    "CraftingHotkey": "制作热键",
    "A mod that adds more options for graphical things.": "一个添加更多图形选项的模组。",
    "Makes harvested plants such as rosehips edible. Vitamin C and Calories are customizable for each item. Allows to move the items to the food category for ease of use.": "使采集的植物（如接骨木果）可食用。维生素C和卡路里可针对每项物品进行自定义。允许将物品移至食物类别以方便使用。",
    "Filigrani's Skills": "菲莉格兰的技能",
    "Fire Pack DLC": "火焰套餐DLC",
    "Fix Steam Workshop Items": "修复 Steam Workshop 项目",
    "Extreme Temperature Drop": "极端温度骤降",
    "A mod for The Long Dark (2.06+) which allows the player to export the journal data of the active save game.": "一个适用于《漫长的黑暗》（2.06+）的模组，允许玩家导出当前存档的日志数据。",
    "Adds customization options to change the time it takes to harvest things": "添加自定义选项以更改收获物品所需的时间",
    "Speeds up the search action on containers and makes searching instant for empty containers.": "加快容器搜索操作，使空容器的搜索即时完成。",
    "Custom skill API": "自定义技能API",
    "FireAddons": "火添加组件",
    "Food Pack by 'TKG'": "“TKG”制作的食品包装",
    "New renewable tools for starting fires. Original by ds5678 and WulfMarius.": "新式可重复利用点火工具。原作：ds5678 和 WulfMarius。",
    "Food Tweaker": "食物调整器",
    "Alters temperature degradation": "改变温度降解",
    "Forge Blueprints DLC": "蓝图扩展包",
    "FoxCompanion": "狐狸伴侣",
    "Adds a hotkey for the crafting menu.": "为制作菜单添加快捷键。",
    "Foods by 'Calorie Waltz'": "“卡路里华尔兹”的食品",
    "Smoldering Ash, cooking time based on temperature, different tinder have different fire starting buffs. Details in readme on github.": "余烬灰烬，烹饪时间基于温度，不同的引火物有不同的点火增益。详情请见github上的readme。",
    "Frozen Food": "冷冻食品",
    "Very quick mod to re-enable workshop localization files": "非常快速的模组来重新启用工作坊本地化文件",
    "Introduces 38 new food items to the game.\n\nThis mod was expanded with Waltz's mod in mind so be sure to download that one too!": "为游戏引入了38种新食物。\n\n此模组是为Waltz的模组而扩展的，所以请务必也下载那一个！",
    "Food Tweaker. What does it do? It tweaks food.": "食物调整器。它做什么？它调整食物。",
    "A little fox companion for the lonely TLD player.": "一只小狐狸陪伴孤独的TLD玩家。",
    "Fuel Manager": "燃料管理器",
    "More blueprints in the forge. Original by ds5678.": "锻造台里更多蓝图。原版作者 ds5678。",
    "Gear Spawner": "齿轮生成器",
    "Gear Info": "齿轮信息",
    "FullSwing": "全速",
    "Gear Decay Modifier": "齿轮衰减修正器",
    "Frozen Food aims to add a bit more realism to the game by allowing food items to become frozen over time. ": "冷冻食品旨在通过允许食物物品随时间冻结，为游戏增加一些真实性。",
    "FriendlyInlet": "友好港",
    "HUD Improvements": "HUD改进",
    "Halloween": "万圣节",
    "Adds 20+ unique, delicious <a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>food and beverage items</a>. Insludes cute collectibles and handy settings!<br><br>Installed by unpacking it into .../Mods/": "添加了20多种独特美味的食物和饮料项目。<br><br>包含可爱的收藏品和方便的设置！<br><br>通过解压到 .../Mods/ 进行安装。",
    "Utility mod for spawning modded items.": "用于生成模组物品的工具模组。",
    "Fuel Manager adds QOL features to assist with managing various fuel items. This includes all features of Better-Fuel-Management.": "燃料管理器为管理各种燃料项目添加了提升生活品质的功能。这包括所有Better-Fuel-Management的功能。",
    "Adds options to modify swing speed and radius of fridge doors": "添加选项以修改冰箱门的摆动速度和半径",
    "Shows additional gear info in your inventory (there's a small (i) button next to gear name)": "在您的物品栏中显示额外的装备信息（装备名称旁边有一个小的(i)按钮）",
    "Harvest Yield Tweaker": "产量调整器",
    "Mod for The Long Dark to modify decay rates of gear. Settings go from completely stopping decay to making it much faster. Various categories to change.": "为《漫长的黑暗》修改装备腐化速率的模组。设置可以从完全停止腐化到使其变得非常快。有多种类别可供更改。",
    "House Basements": "房屋地下室",
    "Howl-oween - Brought to you by the Discord Modding Community": "万圣节嚎叫 - 由Discord模组社区带来",
    "How To Read": "如何阅读",
    "House Lights": "灯光明亮",
    "Make Bleak Inlet more friendly by redistributing wood spawns to the coast and reduce and relocate some wolf spawns.": "让荒凉的入海口通过将木材刷新点重新分配到海岸线，并减少并迁移一些狼的刷新点来变得更友好。",
    "Improved Afflictions": "改进的诅咒",
    "Improved Clothing": "改进服装",
    "A gameplay mod that allows users to change how much yield breaking down certain items gives.": "一个游戏模组，允许用户更改分解某些物品时获得的产出量。",
    "Improved Cougar": "改进型山猫",
    "HUD Improvements mod adds ability to enable or disable certain, potentially annoying, HUD elements via ModSettings.\nBig thanks to DigitalZombie for allowing me to merge this mod together with his Yes I Know mod\nDisables the hover text on items and / or fires. You've played the game long enough, you know how a stick looks like.": "HUD改进模组通过ModSettings添加了启用或禁用某些可能令人烦恼的HUD元素的功能。\n特别感谢DigitalZombie允许我将此模组与他的Yes I Know模组合并。\n禁用物品和/或发射时的悬停文本。你玩这个游戏已经足够久了，你知道一根棍子长什么样子。",
    "Improved Flasks": "改进的烧瓶",
    "Magically brings back electricity on Great Bear! You can turn lights on and off anywhere using light switches.": "神奇地让大熊座恢复电力！您可以使用开关在任何地方打开和关闭灯光。",
    "Hunger Revamped": "饥饿重制版",
    "Adds some more basements to the game.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "为游戏添加了一些更多地下室。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "This mod is intended to catch users that do not read. This mod shouldnt be installed. If you are reading this, then you passed the test.": "这个模组旨在抓捕那些不阅读的用户。这个模组不应该被安装。如果你正在阅读这段话，那么你已经通过了测试。",
    "Improved Loading Screens": "改进的加载界面",
    "Adds clothing wetness from walking in snow and ice, animal attacks and a new quick way to place clothing items right off your body.": "增加了因在雪和冰中行走、动物袭击而产生的衣物湿润度，以及一种新的快速放置衣物物品的方法。",
    "Improved Magnifying Lens": "改进的放大镜",
    "Improved Afflictions overhauls and changes many of the afflictions to last longer, provide more deadly affects and make the game more challenging.": "改进了诅咒，并修改了许多诅咒，使其持续时间更长，效果更致命，并使游戏更具挑战性。",
    "Improved Rest For All": "为所有人提供更好的休息",
    "A gameplay mod that adds new QOL functionality to insulated flasks.": "一个游戏模组，为隔热酒瓶添加了新的QOL（品质生活）功能。",
    "A gameplay mod that adds and changes mechanics surrounding the Cougar": "一个围绕美洲狮添加和改变机制的玩法模组",
    "Improved Tales": "改进的故事",
    "Improved Soundtrack": "改进的配乐",
    "Indoor Campfires": "室内篝火",
    "Add a little realism to lighting a fire with a magnifying glass": "用放大镜生火，增加一点现实感",
    "In Door Temps": "室内温度",
    "Improves the hunger system by separating hunger and stored calories. Adds customization options for cooking such as enabling cooking ruined food.": "通过分离饥饿感和储存的卡路里来改进饥饿系统。添加了烹饪的自定义选项，例如启用烹饪毁坏的食品。",
    "A mod that improves the loading screens of the game with custom tips, background images and the ability to enable or disable various aspects of the loading screens.": "一个改进游戏加载屏幕的模组，通过自定义提示、背景图片以及启用或禁用加载屏幕各种方面的能力。",
    "Indoors Greenery": "室内绿植",
    "Infinite Cheat Death": "无限作弊死亡",
    "InfiniteFires": "无限之火",
    "This mod allows condition recovery from Improved Rest Buff when Condition Recovery During Rest is set to none (Custom Mode).": "这个模组允许在“休息时恢复状态”设置为“无”（自定义模式）时，从“增强休息增益”中恢复状态。",
    "Improves the in game soundtrack by adding new conditions to play rare or removed music tracks from the OST. Including new location discovered stingers.": "通过添加新条件来播放来自原声带的稀有或已移除音乐曲目，从而改进游戏背景音乐。包括新发现的地点特有的音效。",
    "Interior Wall Decorations": "室内墙饰",
    "Interloper Region Selection": "闯入区域选择",
    "This mod allows you to create campfires indoors.": "这个模组允许你在室内创建篝火。",
    "Indoor temps are aligned with outdoor ones. Shelters (snow, cars, caves) do not add flat bonus anymore.": "室内温度与室外温度一致。避难所（雪地、汽车、洞穴）不再提供固定加成。",
    "Make your own indoor farm and regrow plants.": "打造您的室内农场，让植物重新生长。",
    "Set fires to infinite duration with middle mousebutton": "用鼠标中键设置无限持续时间的火",
    "Improves the Signal Void Tale with QOL customization options.": "改进信号空洞传说，提供QOL定制选项。",
    "This mod lets you select the spawn region in Interloper mode.": "这个模组允许你在入侵者模式下选择出生区域。",
    "InventoryReassignments": "库存调拨",
    "Item Rarities": "物品稀有度",
    "Item Piles": "物品堆",
    "ItemPicker": "物品选择器",
    "A simple mod that allows infinite respawning. Each time you respawn, your life count will be set back to 3, allowing respawning infinitely. This mod does not remove respawn penalties, they are still present.": "一个简单的模组，允许无限重生。每次你重生时，你的生命计数将被重置为3，从而可以无限重生。这个模组不会移除重生惩罚，它们仍然存在。",
    "Let's you decorate your base with pictures, and upload your own.": "让我们用图片装饰你的基地，并上传你自己的图片。",
    "Keyboard Utilities": "键盘工具",
    "Leatherworks": "皮革制品",
    "Kerosene Lamp Tweaks": "煤油灯调整",
    "Item Rarities is a modification that gives each item within The Long Dark a sense of exclusivity.": "物品稀有度是一个模组，它为《漫长的黑暗》中的每件物品都增添了一种独特性。",
    "This is a mod for The Long Dark that allows players to reassign various gear items to different inventory categories.": "这是一个《漫长的黑暗》模组，允许玩家将各种装备物品重新分配到不同的背包类别中。",
    "LitharsMending": "利瑟尔斯修复",
    "Limitless Container Space": "无限容器空间",
    "Jump": "跳跃",
    "Adds blueprints for stacked items.": "为堆叠物品添加蓝图。",
    "Localization Utilities": "本地化工具",
    "Skip item inspection on picking up stick/stones or other items.\n\nMass pickup of all sticks/stones or other items in a radius around you. With or without calorie cost.\n\nFull customizable.": "在拾取棍子/石头或其他物品时跳过物品检查。\n\n在你周围一定半径内批量拾取所有棍子/石头或其他物品。有或没有卡路里消耗。\n\n完全可定制。",
    "Modify the rates of fuel consumption for kerosene lamps, add decay for them and change the color they emit.": "修改煤油灯的燃料消耗率，为其添加衰减效果，并改变其发出的颜色。",
    "LonelyOrca": "孤独的抹香鲸",
    "Lets you repair ruined clothing items": "让您修复破损的衣物",
    "A utility mod that enables other mods to more easily use keyboard and mouse input.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "一个让其他模组更容易使用键盘和鼠标输入的工具模组。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Allows you to jump. Also has some settings. Installed by dropping it into .../Mods/": "允许你跳跃。也有一些设置。通过将其拖入 .../Mods/ 进行安装。",
    "Increases the capacity of all containers to 10000KG": "将所有容器的容量增加到10000公斤",
    "Utility mod for localized text.": "本地化文本的工具模块。",
    "Maintain Yourself": "保持自我",
    "Adds a way to renew leather from hide, the ability to make certain leather clothing, and adds tree bark, that can be utilized for many different utilities, like flour, food and string": "为皮革从皮料中提供续期方法，能够制作某些皮革服装，并添加树皮，可用于多种不同用途，如面粉、食物和绳索",
    "Map Manager": "地图管理器",
    "ModComponent": "模块组件",
    "ModSettings": "模组设置",
    "Mod Data": "模组数据",
    "Misery in Custom Games": "自定义游戏中的痛苦",
    "Map Maker Tools": "地图制作工具",
    "Moment": "时刻",
    "Modders' Gear Toolbox": "模组制作者工具箱",
    "This adds options to customize condition gain. This can make condition recovery much harder or easier, by making recovery proportional to your needs.": "这为自定义状态增益选项。这可以通过使恢复与您的需求成比例，使状态恢复变得困难得多或容易得多。",
    "A classic mod ported over to post-DLC TLD. A lonely orca is living in Desolation Point.": "一个经典的模组移植到了DLC后的TLD。一只孤独的虎鲸生活在荒芜角。",
    "Utility Mod; lets you load external item packs.": "实用模组；允许你加载外部物品包。",
    "A utility mod for TLD that lets other mods save data independently of the save file.": "一个TLD的实用模组，允许其他模组独立于存档文件保存数据。",
    "Show Player Arrow\nCenter on player\nReveal Map\nSurvey Mapping Options:\n- Modify Range\n- Modify Surveying Time\n- Automatic use of Polaroid's (even if you don't have them)\nAutomatically add corpses to the map": "显示玩家箭头\n以玩家为中心\n显示地图\n勘测映射选项：\n- 修改范围\n- 修改勘测时间\n- 自动使用Polaroid（即使你没有）\n自动将尸体添加到地图上",
    "Modding utility for mods to monitor ingame time and schedule events.": "用于模组监控游戏内时间和安排事件的工具。",
    "Mod aiding in mapping the terrain for The Long Dark": "在《漫长的黑暗》中协助绘制地形图",
    "Lets other mods display their settings in-game. This mod doesn't do anything on its own and should only be used as a dependency for other mods.\n\nThanks zeobviouslyfakeacc, for all your work!": "允许其他模组在游戏中显示它们的设置。这个模组本身什么也不做，只应作为其他模组的依赖项使用。\n\n感谢zeobviouslyfakeacc，为你所有的工作！",
    "Adds custom setting to enable misery afflictions in any custom run. \nVanilla: regular misery timeline\nOnSpawn: start a run with all afflictions already applied ": "为任何自定义游戏运行添加自定义设置以启用痛苦折磨。  \n原版：常规痛苦时间线  \nOnSpawn：开始一个所有折磨都已应用的运行",
    "More Locked Doors": "更多锁着的门",
    "This mod aims to help other modders by adding 'generic' materials and tools for them to use in their mods. Full list of items in the GitHub repo.": "这个模组旨在通过添加“通用”材料和工具来帮助其他模组制作者，供他们在自己的模组中使用。物品的完整列表在GitHub仓库中。",
    "MoreWood": "更多木材",
    "MotionTracker": "运动追踪器",
    "Muscle": "肌肉",
    "Non-OP Torches": "非OP火炬",
    "MooseSatchelMod": "麋鹿背包模组",
    "NorthernLightsBroadcast": "北极光广播",
    "Northfolk Clothing Pack": "诺福克服装包",
    "NotSoSilly": "不太傻",
    "Adds more locks to doors and buildings around the game world.": "为游戏世界中的门和建筑添加更多锁。",
    "Adds a minimap that can show animals and spraypaint markings": "添加一个可以显示动物和喷漆标记的小地图",
    "This mod makes torches less overpowered.": "这个模组让火把不那么强力。",
    "More Camera Spawns": "更多相机生成",
    "Eat well, move a lot and properly sleep, then you will gain muscle.": "吃好，多动并正确睡觉，你就能增肌。",
    "This mod adds two new types of wood. Birch can be found near birch trees or forests. Oak firewood can sometimes be found near oak trees and occasionally in forests.": "这个模组添加了两种新的木材。桦木可以在桦树附近或森林中找到。橡木柴有时可以在橡树附近找到，偶尔也可以在森林中找到。",
    "Watch your favorite movies and series in TLD": "在TLD观看你最喜欢的电影和电视剧",
    "Pastime Reading": "休闲阅读",
    "Reduce scent and decay for meat, fish and guts and pies, if wearing Moose Bag": "如果佩戴麋鹿包，可减少肉、鱼、肠和馅饼的气味和腐烂。",
    "Pathfinders Ascent": "探路者登顶",
    "Pause In Journal": "期刊暂停",
    "A gameplay mod that adds new spawns for the instant camera around Lower Great Bear": "一个游戏模组，为即时相机在低大熊区添加新的刷新点",
    "Adds 2 previously seen + 3 brand new, inspired by northern folk, craftable clothes.<br><br>It's a standard ModComponent pack, installed by dropping it into .../Mods/": "添加了2件之前见过的和3件全新的、受北方民间风格启发的可制作服装。<br><br>这是一个标准的ModComponent包，通过将其放入.../Mods/中进行安装。",
    "Personality": "个性",
    "Photo of a Loved One": "一张亲人的照片",
    "Pick Water From Fishing Holes": "从钓鱼点取水",
    "Enable physics for gears placed down for 10 seconds so you can drop your stuff around naturally, or pile up items with the power of gravity. Aims to be practical to use in Survival. Still somewhat risky, check readme for proper usage.": "为放置了10秒的齿轮启用物理效果，以便您可以自然地四处放置物品，或利用重力堆积物品。旨在在实际生存中使用。仍然有一定风险，请查看readme以了解正确使用方法。",
    "Placing Anywhere": "任何地方放置",
    "Pine Needle Tea": "松针茶",
    "Plant Harvest Tweaker": "植物收获调整器",
    "Allows you to carry a customizable picture of something you care about.": "允许你携带一张你关心的东西的自定义图片。",
    "Collect an unlimited amount of non-potable water from freshwater fishing holes.": "从淡水钓鱼点收集无限的非饮用净水。",
    "An alternate version of Timberwolf Mountain, Blackrock, and Ash Canyon designed to offer a fresh and challenging experience for veteran survivors.": "为经验丰富的幸存者提供新鲜挑战体验的Timberwolf Mountain、Blackrock和Ash Canyon的另一个版本。",
    "QoL": "生活质量",
    "Random Main Menu": "随机主菜单",
    "Adds pine needles spawning around the world which can be turned into a herbal tea high in Vitamin C. Highly customizable.": "在世界各地添加松针，可以制成富含维生素C的草本茶。高度可定制。",
    "RN-Stripped functions ": "RN-剥离函数",
    "Mod for The Long Dark that removes restrictions when placing items, and adds controls to rotate and position the object.": "为《漫长的黑暗》制作的模组，移除放置物品时的限制，并添加控制来旋转和定位物体。",
    "Radial Menu Utilities": "径向菜单工具",
    "Adds a readable, customizable book with animations and stuff.<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>Showcasing video</a>. <a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>Detailed review(has subtitles)</a>.<br><br>Mod is installed by extracting .zip into .../Mods/": "添加一个可读、可定制的带动画和其他功能的书籍。<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>展示视频</a>。 <a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>详细评测（带字幕）</a>。<br><br>该模组通过将.zip文件解压到.../Mods/进行安装。",
    "Randomize Interloper Rare Spawns": "随机化入侵者稀有刷新",
    "Allows to change the harvested amount and harvest time of all plants in the game. Allows to randomize the item yield between minimum and maximum values. Adds an option to make tools degrade when using them to harvest plants.": "允许更改游戏中所有植物收获的数量和收获时间。允许在最小值和最大值之间随机化物品产量。添加了一个选项，在使用工具收获植物时使工具降解。",
    "Rare-Exclusive Loot": "稀有专属掉落物",
    "Reduce UI frustration, even make it pleasant to use. You can now use keyboard most of the time to control your game.": "减少界面挫败感，甚至使其使用起来令人愉悦。现在您大部分时间都可以使用键盘来控制您的游戏。",
    "Carcass moving and Light torches from electricals - extracted from Relentless Nights mod (check it out!)": "尸体移动和电气发出的微弱火炬 - 提取自无情之夜模组（快去看看！）",
    "The game will be paused in any category of the Journal": "游戏将在期刊的任何类别中暂停",
    "!!! Most features are gone, see release notes for current features. Also remove old version of the mod before updating if you still had it !!! <br><br>Lets you customize your character: replace textures and change outfit. Here's a funny <a href='https://youtu.be/jm8WjlVVtw8' target='_blank'>showcasing video</a>.<br><br>Installed by unpacking it into .../Mods/": "!!! 大部分功能已移除，请查看发布说明了解当前功能。如果你还有旧版本，更新前请先移除旧版本 !!! <br><br>允许你自定义你的角色：替换纹理和更换服装。这里有一个有趣的<a href='https://youtu.be/jm8WjlVVtw8' target='_blank'>展示视频</a>。<br><br>通过解压到 .../Mods/ 进行安装。",
    "A utility mod that adds the ability for other mods to create custom radial menus.": "一个工具模组，为其他模组添加创建自定义径向菜单的能力。",
    "Ravine Bridge Fix": "峡谷桥修复",
    "Recipe Requirements": "食谱要求",
    "Reduced Loot": "减少掉落物",
    "Recording Utils": "录制工具",
    "Remove Cougars": "移除美洲狮",
    "Remember Break Down Item": "记住分解项目",
    "Relentless Night": "无情之夜",
    "This mod randomizes the time and weather in the main menu screen so it changes everytime you enter it.": "这个模组随机化了主菜单屏幕的时间和天气，所以每次你进入时它都会改变。",
    "Items available in Bunkers and/or Trader now appear in the world, albeit rare and in low numbers.": "现在，在堡垒和/或商人处可获得的物品会出现在世界中，尽管稀有且数量稀少。",
    "Fix the bridge in the Ravine..": "修复峡谷中的桥梁。",
    "Allows the player to adjust the cooking skill level required to create specific recipes.": "允许玩家调整制作特定食谱所需的烹饪技能等级。",
    "Reroll Burnt Buildings": "重置烧毁的建筑",
    "This is a mod for The Long Dark that removes cougars from the various regions they exist.": "这是一个移除长毛熊（美洲狮）的《漫长的黑暗》模组。",
    "Repairable Repairables": "可修复的 可修复物",
    "Reduced Loot reduces the amount of certain items in the world by despawning them when they randomly spawn.": "减少掉落物会通过在它们随机生成时使其消失来减少世界中的某些物品的数量。",
    "Retro Food Pack": "复古食品包",
    "Adds some animal and camera control for recording purposes. \nAlso adds freebird implementation by @Digitalzombie ": "为录制目的添加了一些动物和相机控制功能。 \n此外，还添加了@Digitalzombie的freebird实现。",
    "Disables the Interloper loot tables and replaces them with new random spawns. Do not use on existing saves.<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "禁用入侵者战利品表并替换为新的随机生成物。不要在现有存档中使用。<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Research Book Tweaker": "研究书籍调整器",
    "RunInBackground": "在后台运行",
    "Save Image Filter": "保存图像过滤器",
    "Save Manager": "存档管理器",
    "23 Retro Food items.": "23过时的食品项目。",
    "Save Safety": "安全保存",
    "Seasoned Interloping": "老滑头闯入者",
    "Adds console commands that allow you to reroll the random burnt building spawns. Now also includes the random fishing hut doors. Full instructions in the README.": "添加了控制台命令，允许您重新生成随机的燃烧建筑物的生成点。现在还包括随机的钓鱼小屋门。完整说明在README中。",
    "Repairable Repairables, gives you the option to fix three of the basic tools used for repairing, crafting and sharpening. The tool that can be fixed are as follows: Rifle Cleaning Kit, Sewing Kit, whetstone/Sharpening Stone": "可修复的物品，为您提供修复、制作和磨利三种基本工具中三种的选择进行修复。可修复的工具如下：步枪清洁套件、缝纫套件、磨刀石/磨刀石",
    "Keeps the game running, when it looses focus": "保持游戏在失去焦点时继续运行",
    "Shelter Temperature Tweaks": "庇护所温度调整",
    "Adds the ability to save, load and autosave in Sandbox/Survival using hotkeys. Currently does not re-add the buttons in the pause menu": "在沙盒/生存模式中添加使用热键保存、加载和自动保存的功能。目前不会在暂停菜单中重新添加按钮。",
    "This mod explicitly warns you when saving or loading patches are not successfully executed so you know it's time to quit without saving.": "这个模组会在保存或加载补丁未成功执行时明确警告你，这样你就知道该退出而不保存了。",
    "Shortcuts": "快捷键",
    "Saves and reloads your chosen image filter (Options > Display > Image Filter) instead of reverting to 'no filter' every time the game is restarted.": "保存并重新加载您选择的自定义图像滤镜（选项 > 显示 > 图像滤镜），而不是每次游戏重启时都恢复到“无滤镜”。",
    "Shooting Range": "射击场",
    "Silent Protagonist": "沉默的主角",
    "Silly Mod": "傻模",
    "Skill Adjustment": "技能调整",
    "Adds Forsaken Airfield, Bleak Inlet, Zone of Contamination, & Sundered Pass to the list of Interloper start regions.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "为闯入者起始区域列表添加了被遗弃机场、荒凉入海口、污染区 & 撕裂通道。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Allows you to tweak the temperature of shelters that have NO LOADING SCREEN, such as the Mountaineer's Hut. Full instructions in the README.": "允许您调整没有加载屏幕的避难所（如登山者的小屋）的温度。详细说明请参阅README。",
    "Skill Manager": "技能管理器",
    "TLD 2.23 use RN 4.7.2, TLD 2.19 use RN 4.7.1, TLD 2.10+ use RN 4.6.3, TLD 2.06&2.08 use RN 4.6.1<br>The spin of the earth is slowing. Days and nights are getting longer. Every long night gets colder and harsher than the last. Nowhere is safe from the cold. How long will you survive in this eerie new world?<br><br>You can keep up with mod discussion, updates, and report any issues at our Relentless Mods discord channel with this - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>INVITE</a>.": "TLD 2.23 使用 RN 4.7.2，TLD 2.19 使用 RN 4.7.1，TLD 2.10+ 使用 RN 4.6.3，TLD 2.06&2.08 使用 RN 4.6.1<br>地球的自转正在减慢。昼夜变得越来越长。每一个漫长的夜晚都比上一个更寒冷、更严酷。没有任何地方能免受寒冷的侵袭。在这个诡异的新世界里，你能生存多久？<br><br>你可以通过这个链接加入我们的 Relentless Mods Discord 服务器，参与模组讨论、更新，并报告任何问题 - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>邀请</a>。",
    "Adds a variety of shortcuts to some regions. You will need to reload the game for the changes to take effect.": "为某些区域添加了多种快捷方式。您需要重新加载游戏才能使更改生效。",
    "Enable shooting range targets, weather vane, hunting blind, and a warm barn near Pensive Pond in Pleasant Valley.": "在宁静谷的沉思湖附近启用射击场靶子、风向标、狩猎掩体和一座温暖的谷仓。",
    "Formely Shorter Read Intervals Mod": "以前较短的读取间隔模式",
    "Silences player character voice. Full instructions in the README.": "静音玩家角色语音。详细说明请见README。",
    "Allows the player to adjust the skill benefits for each level.": "允许玩家调整每个等级的技能收益。",
    "SleepWithoutABed": "没有床睡觉",
    "Sky Co-op": "天空合作",
    "Skip Intro Redux": "跳过介绍 Redux",
    "Enables fun: gear items physics, collisions and more<br><br>Don't use it on your normal save, you'll regret it": "启用乐趣：装备物品物理效果、碰撞等<br><br>不要在你的普通存档中使用它，你会后悔的",
    "Solitaire": "单人纸牌游戏",
    "Solstice": "夏至",
    "Sonic Mode": "音速模式",
    "Sprainkle": "扭伤",
    "Multiplayer mod for the game": "游戏多人模组",
    "Stack Manager": "堆栈管理器",
    "StalkerAidsAndSupplements": "stalkeraidsandsupplements",
    "Storage Problem": "存储问题",
    "Allows players to sleep without a bed or bedroll. Accessed through the Pass Time option in the radial menu.": "允许玩家在不使用床或床卷的情况下睡觉。通过径向菜单中的“消磨时间”选项访问。",
    "Waste your time in style - play Solitaire": "用风格浪费你的时间——玩纸牌游戏",
    "Allows the player to skip to the main menu when starting the game.<br><br><b>Use at your own risk</b> - Now skips those pesky disclaimers.": "允许玩家在开始游戏时跳转到主菜单。<br><br><b>自行承担风险</b> - 现在可以跳过那些烦人的免责声明。",
    "Story Mode Collectibles": "故事模式收藏品",
    "Adds stacking to more stuff": "为更多物品添加堆叠功能",
    "Make container management a minigame.": "将容器管理变成一个小游戏。",
    "Stretch Armstrong": "斯特林·阿姆斯特朗",
    "Add seasons into TLD": "将季节添加到TLD",
    "StruggleTweaks": "挣扎调整",
    "A new and improved mod that entirely replaces the old ankle sprain mod. This mod contains separate settings for ankle and wrist sprains as well as settings for general sprains": "一个全新改进的模组，完全取代了旧的脚踝扭伤模组。该模组包含脚踝和手腕扭伤的独立设置，以及一般扭伤的设置。",
    "Sun Orientation Fixes": "太阳定向定位",
    "Lets you go fast!<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让你飞得更快！<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "This mod expands on TLD's medical items. It's heavily inspired by S.T.A.L.K.E.R games, you may come across some refferences. :D": "这个模组扩展了TLD的医疗物品。它深受S.T.A.L.K.E.R游戏的影响，你可能会遇到一些参考。:D",
    "Survivor Knowledge": "幸存者知识",
    "Adds collectible items from Wintermute into survival mode.": "为生存模式添加来自Wintermute的收藏品。",
    "Change the range at which you can interact with things.": "更改你与事物交互的范围。",
    "Survivor's Legacy": "幸存者遗产",
    "TLD-Cigarettes": "TLD-香烟",
    "TLD save tools": "顶级域名保存工具",
    "TLD-Morphine": "TLD-吗啡",
    "TLD-WolfskinScarf": "TLD-狼皮围巾",
    "Set chance to instantly kill wolf after struggle or change bleedout time for wolf. Also you can change tap power to save your mouse buttons": "设置在挣扎后立即杀死狼，或更改狼的出血时间。你也可以更改单击能量来节省你的鼠标按钮。",
    "Fixes the sun orientation in several regions. Now all regions should be consistent with each other and the world map.": "修复了几个地区的太阳方向。现在所有地区都应与其他地区和世界地图保持一致。",
    "The Long Development Regions": "长期发展区域",
    "Target Practice & Master Hunter": "目标练习 & 猎人大师",
    "Simulates survivor knowledge by locking crafting recipes and harvesting actions behind skill levels.": "通过将制作配方和采集行为锁定在技能等级之后来模拟幸存者知识。",
    "Adds Morphine as a usable item": "添加吗啡作为可使用物品",
    "Enables a minimal multiplayer interaction: Let other players find your corpse (sort of).": "启用最基本的多玩家交互：允许其他玩家找到你的尸体（某种程度上的）。",
    "Adds usable Cigarettes": "添加可用香烟",
    "Adds a new craftable scarf made of wolf fur.": "添加了一种新的可制作的狼毛围巾。",
    "Simple tools for managing game saves for The Long Dark. Note: this is an external tool, not a mod.": "管理《The Long Dark》存档的简单工具。注意：这是一个外部工具，不是模组。",
    "Things To Do": "要做的事",
    "Timberwolves Anywhere": "狼群无处不在",
    "Time Accelerator": "时间加速器",
    "Tin Can Improvements": "罐头改进",
    "A small team project and a collaborative community effort to expand Great Bear Island in a beautiful and balanced way.": "一个小型团队项目和一个协作社区努力以美丽和平衡的方式扩展大熊岛。",
    "Tiny Tweaks: Bury Corpses": "微调：掩埋尸体",
    "Tiny Tweaks: Correct Drop Orientation": "微调：修正掉落方向",
    "Tiny Tweaks: Fall Death Goat": "微调：秋季死亡山羊",
    "Demo mod for EAAPI, provides some useful actions.": "EAAPI的演示模组，提供一些有用的操作。",
    "Tiny Tweaks: Extended FOV": "微调：扩展视野",
    "Target Practice : Provides a bunch training features allowing you to practice and have fun.\nMaster Hunter : Offers numerous options to block your automatic, effortless progression through skill levels, ensuring that you earn them more.\nSee ReadMe for more details.": "目标练习：提供一系列训练功能，让你练习并享受乐趣。\n大师猎人：提供多种选项来阻止你自动、轻松地通过技能等级，确保你更努力地获得它们。\n请查看ReadMe文件以获取更多详细信息。",
    "Tiny Tweaks: Map Text Outline": "微调：地图文本轮廓",
    "Allows the player to speed up time without changing the game difficulty.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许玩家加速时间而不改变游戏难度。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Tiny Tweaks: Pause On Radial": "微调：径向暂停",
    "REDUNDANT since Safehouse Customization has same function. But still works<br><br>Get rid of those nasty corpses by right-clicking on them": "冗余，因为Safehouse Customization具有相同功能。但仍然有效<br><br>通过右键点击它们来清除那些讨厌的尸体",
    "Fix dropped wooden matches and rifle to be in correct orientation. Because yes, they were incorrect": "修复掉落的木柴和步枪，使其处于正确的方向。因为是的，它们是不正确的。",
    "Allows you to craft 4 tin cans into 1 scrap metal, reduces the weight of tin cans to 0.05 kg, fixes a canned food item weight bug.": "允许你将4个锡罐合成1个废金属，将锡罐的重量减少至0.05公斤，修复了罐头食品物品的重量错误。",
    "Disables fall death triggers but doubles fall damage (can be tweaked)": "禁用坠落死亡触发器，但会使坠落伤害翻倍（可调整）",
    "Tiny Tweaks: Plants Regrow": "微调：植物再生",
    "Allows the user to decide what type of wolves will spawn in a region.": "允许用户决定一个区域内会生成哪种类型的狼。",
    "Tiny Tweaks: Run With Lantern": "微调：提灯前行",
    "Slows down time when bringing up radial menus": "在弹出径向菜单时减慢时间",
    "Tool Upgrade": "工具升级",
    "Toggle HUD": "切换HUD",
    "Extend FOV slider to 150": "将FOV滑块扩展到150",
    "Tiny Tweaks: Wakeup Call": "微调：警钟",
    "Plants will now regrow after 45 days (can be changed)": "现在植物将在45天后重新生长（可以更改）",
    "Outline text on the map, so you can actually see what it says. Has a few variants": "在地图上勾勒文本，这样你就能真正看到它说了什么。有几个变体",
    "Torch Tweaker": "Torch Tweaker翻译为中文是“火把调整器”。",
    "Travois Tether": "拖车挽具",
    "Removes restrictions on lantern animation: allows movement and removes camera lock": "移除灯笼动画的限制：允许移动并移除相机锁定",
    "Unique Knowledge": "独特知识",
    "UnityExplorerTLD": "UnityExplorerTLD",
    "Adds alternate ways of acquiring item variants and other items by way of blueprints": "通过蓝图添加获取物品变体和其他物品的替代方法",
    "Universal Tweaks": "通用调整",
    "ToolsQuality": "工具质量",
    "Allows you to interrupt sleep at will. Has an option to wake up when aurora starts, and a few more": "允许您随时中断睡眠。有一个在极光开始时唤醒的选项，还有几个",
    "Allows the player to toggle the scent and time-of-day indicators instead of them disappearing after some time.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许玩家切换气味和一天中的时间指示器，而不是它们在一定时间后消失。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Tweaks a few torch parameters and allow the player to lit torches from lanterns": "调整几个torch参数，并允许玩家从灯笼上点燃torch",
    "Prevents travois from despawning": "防止雪橇消失",
    "Use The Worst First And Drop Stone": "使用最差优先，丢弃石头",
    "UnityExplorer with optimizations for TLD": "UnityExplorer针对TLD的优化",
    "Read each book only once.": "每本书只读一次。",
    "Watches": "手表",
    "Vitamin C Tracker": "维生素C追踪器",
    "Wolves Come Out At Night": "狼在夜间出现",
    "Wooden Statues by 'TKG'": "TKG的木雕",
    "Working Clocks": "工作时钟",
    "Keep Your tools sharp. Low condition of tool increase time to perform actions. Adjust harvesting time multiplier of carcass/branches.": "保持你的工具锋利。工具状况低会增加执行动作的时间。调整尸体/树枝的收获时间倍数。",
    "Universal Tweaks is a modification that enhances existing gameplay elements by modifying things within The Long Dark, that just makes sense.": "通用微调是一个修改，通过修改《漫长的黑暗》中那些合乎情理的东西来增强现有的游戏元素。",
    "Yes I Know": "是的，我知道。",
    "Allows you to use the worst condition items first in radial menu and other cases.\nAllows you to drop stones/tinders instead of decoy to mark paths. \nSee ReadMe for more details.": "允许您在径向菜单和其他情况下优先使用状况最差的物品。\n允许您通过丢弃石头/打火石而不是诱饵来标记路径。\n详情请参阅ReadMe。",
    "Wildlife Tuning": "野生动物调谐",
    "A modification which alters how time is told within The Long Dark.": "一项改变《漫漫长夜》中时间计量方式的修改。",
    "Finally know how much Vitamin C you have! No longer will you live in ignorance": "终于知道你有多少维生素C了！你将不再生活在无知之中！",
    "Prevents wolves spawning during the day. Can set by region or to apply everywhere. Full instructions in the README.": "防止狼在白天生成。可以按区域设置或应用于所有区域。详细说明请见README。",
    "Mod for The Long Dark that makes some of the clocks in the game work. ": "《漫长的黑暗》的一个模组，让游戏中的部分时钟可以工作。",
    "Introduces 4 wooden animal statues, small and large.": "介绍4个木制动物雕像，有小和大。",
    "Disables the hovertext on items and/or fire": "禁用项目上的悬停文本和/或触发",
    "TLD mod that randomizes animal behavior configurations. ": "一个随机化动物行为配置的TLD模组。"
}