{
    "Affliction Component": "痛苦成分",
    "AlcoholMod": "酒精模块",
    "Alternative Parasites At Max Lvl": "替代寄生虫（最高等级）",
    "Afraid of the Dark": "害怕黑暗",
    "All Random Layouts At Once": "一次性所有随机布局",
    "Adjustable Walk Speed": "可调行走速度",
    "AlternativeActionUtilities": "替代行动工具",
    "Ambient Lights": "环境灯光",
    "Adaptive Arsenal": "自适应军火库",
    "Additional Misery Spawns": "额外的痛苦滋生",
    "A framework mod that allows modders to add their own custom afflictions to the game.": "一个框架模组，允许模制者向游戏中添加他们自己的自定义疾病。",
    "Makes the player anxious at night.": "让玩家在夜晚感到焦虑。",
    "This mod allows you to combine all random layouts in the same run.": "此模组允许你在同一运行中组合所有随机布局。",
    "Adds more spawn locations in misery mode": "在苦难模式中添加更多出生点",
    "Adaptive Arsenal is a modification that improves upon existing weapon mechanics within The Long Dark.": "自适应军火库是一个改进《长夜》中现有武器机制的修改。",
    "Adjustable Walk Speed allows players to adjust the walk speed with scroll wheel inputs to be slower for more cinematic moments.": "可调节行走速度允许玩家通过滚轮输入调整行走速度，以便在更多电影时刻行走得更慢。",
    "A utility mod for custom actions when clicking on things.": "一个点击物品时执行自定义操作的实用模块。",
    "Ambush Wolf": "伏击狼",
    "This mod aims to modify the default lightning for interiors with windows, making them brighter so you don't need a light source during midday to move around, and also more reflective of what's happening outside (time of day, weather, and sun position).": "本模组旨在修改带有窗户的室内默认闪电，使其更亮，以便在正午时分无需光源也能移动，同时也更能够反映外界的情况（时间、天气和太阳位置）。",
    "Architect": "建筑师",
    "AudioCore": "音频核心",
    "ArrowMod": "箭头模块",
    "AmmunitionCraftingTools": "弹药制作工具",
    "An optional addon for ModComponent enabling the alcohol mechanics. Without this, all alcoholic food functions as if it were non-alcoholic.": "ModComponent的一个可选插件，启用酒精机制。没有这个插件，所有酒精食品都像非酒精食品一样起作用。",
    "Aurora Monitor": "极光监测器",
    "Reintroduces Intestinal Parasites at Cooking level 5, with alternative, less harsh impact. Only impacts characters with cooking level 5.": "重新引入烹饪等级5的肠道寄生虫，具有替代性、影响较轻。仅影响烹饪等级为5的角色。",
    "AudioManager": "音频管理器",
    "Modular base building mod": "模块化基础建筑模组",
    "Auto Updating Plugin": "自动更新插件",
    "Creates a new wolf spawn type that hides around the map, waiting for you to walk by...": "创建一个新的狼生成类型，它在地图周围隐藏，等待你经过...",
    "THIS IS A PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!!": "这是一个插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！",
    "Beachcombing Adjustments": "沙滩漫步调整",
    "Allows to change duration of crafting arrow and arrowhead. Adds additionall crafting options for arrows.\n\n Game Restart might be required after settingts change.": "允许更改制作箭矢和箭头的持续时间。为箭矢添加了额外的制作选项。\n\n设置更改后可能需要重新启动游戏。",
    "Bedroll Tweaker": "床单调整器",
    "Better Bases": "更好的基础",
    "Plugin. Updates most Mods & Plugins automatically.": "插件。自动更新大多数模组和插件。",
    "This mod revamps and changes the process of making ammunition, making it harder but more enjoyable and rewarding.": "这个模组重新设计和改变了制造弹药的过程，使其更具挑战性，但同时也更加有趣和有回报。",
    "A WIP mod that will eventually allow full control of weather. Currently allows control of Aurorae and will show weather stats in the First Aid screen": "一个正在开发中的模组，最终将允许完全控制天气。目前允许控制极光，并在急救屏幕中显示天气统计数据。",
    "Better Camera": "更好的相机",
    "Better Night Sky": "更佳的夜空",
    "Helper mod for using custom audioclips and controlling vanilla audio. \n\nDisable flare audio, disable waterfall audio adjust wind effect volume (eg. like clattering) when indoors, adjust aurora music volume": "自定义音频剪辑和原版音频控制的助手模组。\n\n禁用闪光音频，禁用水流音频，调整室内风效音量（例如，像碰撞声），调整极光音乐音量",
    "Better Skill XP": "更好的技能经验值",
    "Binoculars": "双筒望远镜",
    "Bleeding Revamped": "血腥重制",
    "Better Water Management": "更好的水资源管理",
    "Blueprint Cleaner": "蓝图清洁剂",
    "Lets you change the loot table for beachcombing.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让您可以更改沙滩寻宝的掉落表。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "* Adjust the warmth, the weight, the decay rates for each bedroll type.\n* Enable bedrolls to \"stack\" warmth bonuses": "* 调整每种睡袋类型的温暖度、重量和衰减率。\n* 启用睡袋“叠加”温暖度加成。",
    "Overhauls the night sky with new features by adding meteor showers as well as giving the moon and stars a completely new look.": "通过添加流星雨以及为月亮和星星赋予全新的外观，彻底改造夜空的新特性。",
    "Mod for The Long Dark that allows players to improve their bases in multiple ways: Most furniture can be moved (if you have cleared it of clutter first), most broken cabinets and drawers can be fixed, most of the clutter on interiors can be removed and some of it can also be moved.": "《暗黑长夜》模组，允许玩家以多种方式改善他们的基地：大多数家具可以移动（如果先清理掉杂乱），大多数损坏的柜子和抽屉可以修复，室内的大部分杂乱可以移除，其中一些也可以移动。",
    "Improves the functionality of the camera by allowing to zoom, save photos to disk, and more": "提高相机功能，允许缩放、将照片保存到磁盘等。",
    "With this mod skills points are earned based on (tweakable) time spent doing stuff": "通过这个模组，技能点根据（可调整的）花费在做事上的时间获得。",
    "Revamped bleeding mechanic for animals.": "动物血液机制重制。",
    "Bow Repair": "船体修理",
    "Bountiful Foraging": "丰富的觅食",
    "Caffeinated Sodas": "含咖啡因的汽水",
    "Candlelight": "烛光",
    "Camping Tools": "露营工具",
    "- This mod adds a little QoL to your Crafting/Cooking Panels.\n- It lets you hide/display the Blueprint/recipe you want whenever you want to keep your panels as clean as possible.": "- 此模组为您的合成/烹饪面板添加了一些便利性。\n- 它允许您随时隐藏/显示所需的蓝图/配方，以使面板尽可能整洁。",
    "Mod improving the way water is managed for The Long Dark.<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>Installation Instructions</a>": "改进了《暗黑地平线》中水管理方式的模组。<br><br><a href='https://github.com/dommrogers/Better-Water-Management' target='_blank'>安装说明</a>",
    "Lets you see farther.<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让您看得更远。<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Canister Refill": "罐装补充",
    "CanneryManufacturing": "罐头制造业",
    "Makes all bows repairable, with customizable cost and location.": "所有弓箭均可修复，具有可自定义的成本和位置。",
    "Find food and useful materials in the wild.": "在野外寻找食物和有用的材料。",
    "Adds candles and new materials to craft candles": "添加蜡烛和新材料以制作蜡烛",
    "ChangeCustomSettings": "更改自定义设置",
    "Choose Starting Gear Redux": "选择起步档位重制版",
    "Adds the ability to refill empty canisters used by the respirator": "增加呼吸器使用的空罐体重新充装的能力",
    "Designed to improve the usability of the Last Resort Cannery Workshop in Bleak Inlet, especially on Interloper difficulty.": "专为提高Bleak Inlet中Last Resort Cannery Workshop的可用性而设计，尤其是在Interloper难度下。",
    "Sodas now reduce a slight amount of fatigue. Sodas often contain caffeine, so they're bound to give you at least a little kick, right?": "碳酸饮料现在能稍微减轻疲劳。碳酸饮料通常含有咖啡因，所以它们肯定能给你带来至少一点提神效果，对吧？",
    "Carcass Yield Tweaker": "尸体产量调整器",
    "ChooseStartingCondition-Remastered": "选择起始条件-重制版",
    "Choose Starting Location": "选择起始位置",
    "Clothing Expanded": "服装扩展",
    "Lets you change the difficulty settings of a running game": "允许您更改正在运行的游戏难度设置",
    "Coastal Connection": "海岸连接",
    "Collector Cards": "收藏卡",
    "Tools for outdoors adventures.": "户外探险工具。",
    "Allows adjustment of carcass yield and harvesting time.": "允许调整屠宰率和收获时间。",
    "REPLACES CHOOSE STARTING GEAR AND DLC-CHOOSE STARTING GEAR-DLC.  Select the items you would like to start the game with.": "替换选择起始装备和DLC-选择起始装备-DLC。选择您想要开始游戏的物品。",
    "Companion Wolf": "伴侣狼",
    "Clothing Tweaker 2": "服装调整器2",
    "Adds a way to combine accessories with clothing to have even more accessories equipped at the same time": "添加了一种将配饰与服装结合的方法，以便同时装备更多配饰",
    "Allows you to choose your starting location when starting a new Sandbox game. 300+ locations, all regions, all difficulty modes. Full instructions in the README.": "允许您在开始新沙盒游戏时选择起始位置。300多个位置，涵盖所有地区，所有难度模式。完整说明请参阅README。",
    "Complex Logger": "复杂日志记录器",
    "Find a collection of hand-painted cards hidden across Great Bear!": "在北极熊地区寻找隐藏的手绘卡片集合！",
    "Coordinates Grabber": "坐标抓取器",
    "CougarSoundBegone": "美洲狮声音，走开",
    "CozyBlankets": "舒适的毛毯",
    "CozyCushions": "舒适的靠垫",
    "A mod for The Long Dark. This mod allows you to choose your starting condition, fatigue, hunger, thirst, warmth, injuries and illnesses when starting a new game.": "《暗黑长夜》的模组。此模组允许你在开始新游戏时选择你的起始状态，包括疲劳、饥饿、口渴、温暖、伤害和疾病。",
    "Connects Coastal Highway and Bleak Inlet by their shared road.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "连接沿海公路和荒凉湾的共用道路。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "A mod that adds more complex logging to the game": "一个为游戏添加更复杂日志记录的模组",
    "Craft Anywhere Redux": "随时随地创作重制版",
    "Clothing Tweaker reimagined. Allows you to edit clothing stats on the go": "服装调整器重新构想。允许您随时编辑服装统计数据",
    "Kills the stupid cougar in the main menu on startup": "启动时在主菜单中杀死愚蠢的母狮",
    "CraftingHotkey": "制作快捷键",
    "Keep you warmer in those cold, winter nights. Original by ds5678.": "在寒冷的冬夜让您更温暖。原作者：ds5678。",
    "Crafting Revisions": "修订制作",
    "CustomWhiteout": "自定义遮蔽",
    "Creates a new wolf spawn type that can be tempted with meat and eventually tamed. This mod is still very early in development, it works well enough to get the pup following you and growing but there are no functional changes beyond burning a hole in your meat stash.": "创建一种新的狼繁殖类型，可以用肉来诱惑，最终驯服。这个模组还处于非常早期的开发阶段，它已经足够好，可以让小狼跟随你并成长，但除了烧掉你的肉库之外，没有其他功能性的改变。",
    "Custom Save Data Utilities": "自定义保存数据工具",
    "14 craftable pillows; sit on other objects like chairs, benches, toilets; optional buffs": "14个可制作的枕头；坐在其他物体上，如椅子、长凳、马桶；可选增益效果",
    "Allows you to adjust the crafting location for vanilla craftable items.": "允许您调整原版可制作物品的合成位置。",
    "Utility mod. Allows you to see/copy the name, position, rotation, and scene of interactive items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "实用模组。允许您查看/复制交互式物品的名称、位置、旋转和场景。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "DIY by Santana": "桑塔纳 DIY",
    "Darker Nights": "更黑的夜晚",
    "Adds a hotkey for the crafting menu.": "添加了制作菜单的热键。",
    "DeveloperConsole": "开发者控制台",
    "Dead Air": "静默无声",
    "A mod for the Long Dark letting you experience a custom whiteout challenge.": "《长夜》模组，让您体验自定义暴风雪挑战。",
    "Disable Cabin Fever": "禁用舱室热病",
    "Adds craftable furniture.": "添加可制作家具。",
    "** Now Part of ModComponent 7.0.0<br />Improves the Crafting UI and enables custom Blueprint/Recipe creation.": "现在为ModComponent 7.0.0的一部分<br />改进了合成UI并允许自定义蓝图/配方创建。",
    "DeveloperConsoleWintermute": "开发者控制台 冬眠者",
    "Droppable Undroppables": "可拖拽不可放置",
    "Mod for The Long Dark to make nights darker, giving a new challenge.": "为《黑暗地平线》制作的模组，使夜晚更暗，带来新的挑战。",
    "Dynamic Trees": "动态树",
    "Utility mod for custom save data on gear items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "用于自定义装备物品保存数据的实用模块。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Dynamic Temperature": "动态温度",
    "A mod that makes Hinterland's developer console accessible in-game. F1 to open / close the console, type 'help' to get a list of commands.": "一个使Hinterland的开发者控制台在游戏中可用的模组。按F1键打开/关闭控制台，输入'help'获取命令列表。",
    "IT IS HIGHLY SUGGESTED TO USE THIS ON ONLY NEW SAVES. Turns the entirety of Great Bear into a toxic wasteland, similar to ZoC's chemical pools. Expect issues": "强烈建议仅在新建存档中使用。将整个大熊地区变成一个有毒废地，类似于ZoC的化学池。预期会出现问题。",
    "Dynamic World": "动态世界",
    "Console for storymode. Check the release notes for detailed instructions": "故事模式控制台。请查看发布说明以获取详细说明",
    "Eternal Weather": "永恒的天气",
    "Edible Plants": "可食用植物",
    "DualSenseX": "DualSense X",
    "Drop any item anywhere without restriction. No more undroppable collectibles, cameras, or shortwaves.": "无限制地丢弃任何物品。不再有不可丢弃的收藏品、相机或短波收音机。",
    "Examine Actions API": "检查动作API",
    "Dynamic Trees replaces the foliage texture of trees dynamically to represent accumulating snowfall to add another level of immersion to the game.": "动态树系统会动态地替换树木的叶纹理，以表现累积的降雪，为游戏增添另一层沉浸感。",
    "Expanded Ai Framework": "扩展人工智能框架",
    "Disables Cabin Fever in all game modes.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "禁用所有游戏模式中的舱室热病。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "A gameplay mod that adds dynamic temperature and streamlined simulated thermodynamics to interior shelters. Keep your safehouses warm!": "一款增加动态温度和简化模拟热力学的游戏玩法模组。保持你的安全屋温暖！",
    "Adds dynamic events including earthquakes to make the world of Great Bear feel more dynamic and change over time.": "添加动态事件，包括地震，使大熊的世界感觉更加生动并随时间变化。",
    "Export Journal": "导出日记",
    "Check instructions on github": "检查GitHub上的说明",
    "Modding framework for custom Examine actions.": "自定义Examine动作的模组框架。",
    "Makes harvested plants edible with customizable calories and Vitamin C.": "使收获的植物可食用，具有可定制的卡路里和维生素C。",
    "Extra Graphics Settings": "额外图形设置",
    "Eternal Weather is a modification that allows the player to change the weather from a wide arrange of states that is set for an infinite amount of time.": "永恒天气是一个允许玩家改变天气状态，并设定为无限时间的修改。",
    "Extreme Temperature Drop": "极端温度下降",
    "Provides framework needed for new spawn mechanics and AI behaviors.": "提供所需框架以实现新的生成机制和AI行为。",
    "Faster Harvesting": "更快收割",
    "Faster Searching": "更快搜索",
    "Filigrani's Skills": "菲利格拉尼的技能",
    "Feat Settings": "特性设置",
    "A mod for The Long Dark (2.51+) which allows the player to export the journal data of the active save game.": "《The Long Dark》（2.51+）的一个模组，允许玩家导出当前存档游戏的日志数据。",
    "Fire Pack DLC": "火焰包DLC",
    "FireAddons": "火附加组件",
    "Fix Steam Workshop Items": "修复Steam Workshop物品",
    "Alters temperature degradation": "改变温度降解",
    "A mod that adds more options for graphical things.": "一个增加更多图形选项的模组。",
    "Adds customization options to change the time it takes to harvest things": "添加自定义选项以更改收获物品所需的时间",
    "Custom skill API": "自定义技能API",
    "Food Pack by 'TKG'": "'TKG'食品包装",
    "New renewable tools for starting fires. Original by ds5678 and WulfMarius.": "新型点火可再生能源工具。原作者ds5678和WulfMarius。",
    "Food Tweaker": "食物调整器",
    "Very quick mod to re-enable workshop localization files": "非常快速的修改以重新启用工作坊本地化文件",
    "Foods by 'Calorie Waltz'": "“Calorie Waltz”的食品",
    "Exposes effect and unlock settings for feats. Allows unlocking of legacy feat, \"Big Cat Killer\". Eliminates startup noises for feats unlocked \"the wrong way\" via bugs or console command use. Allows customizable number of feats at any difficulty level.": "公开了技能的效果和解锁设置。允许解锁旧技能“大型猫科动物杀手”。消除通过错误方式（如漏洞或控制台命令使用）解锁的技能的启动噪音。允许在任何难度级别自定义技能数量。",
    "ForagersDelight": "觅食者的快乐",
    "Smoldering Ash, cooking time based on temperature, different tinder have different fire starting buffs. Details in readme on github.": "烟熏灰烬，烹饪时间根据温度而定，不同的引火物有不同的点火增益。详细信息请查看GitHub上的readme。",
    "Speeds up the search action on containers and makes searching instant for empty containers.": "加快了容器上的搜索操作，使搜索空容器变得即时。",
    "Forge Blueprints DLC": "锻造蓝图DLC",
    "Fortified Lookouts": "加固观察哨",
    "Frozen Food": "冷冻食品",
    "Food Tweaker. What does it do? It tweaks food.": "食物调整器。它做什么？调整食物。",
    "Introduces 38 new food items to the game.\n\nThis mod was expanded with Waltz's mod in mind so be sure to download that one too!": "介绍了38种新的食物项目到游戏中。\n\n这个模组是为了配合Waltz的模组而扩展的，所以请务必也下载那个模组！",
    "FriendlyInlet": "友好湾口",
    "FoxCompanion": "福克斯伴侣",
    "Fuel Manager": "燃油管理器",
    "Forager's Delight mod adds small (customizable) carry weight buff to some clothing items.": "觅食者的快乐模组为一些衣物物品添加了小型（可自定义）携带重量增益。",
    "More blueprints in the forge. Original by ds5678.": "锻造炉中更多蓝图。原作者ds5678。",
    "FullSwing": "全挥挥",
    "Gear Decay Modifier": "齿轮衰减修正器",
    "Frozen Food aims to add a bit more realism to the game by allowing food items to become frozen over time.": "冷冻食品旨在通过允许食物项目随时间结冰来为游戏增添更多现实感。",
    "Increase the size, add a second regular sized embedded lookout, and raise the windows for a clear view for the lookouts in Mystery Lake, Coastal Highway and Bleak Inlet.": "增加尺寸，添加第二个标准尺寸的嵌入式观察哨，并提高窗户，以便神秘湖、沿海公路和荒凉湾的观察哨有清晰的视野。",
    "A little fox companion for the lonely TLD player.": "一只小狐狸陪伴孤独的TLD玩家。",
    "Adds 20+ unique, delicious <a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>food and beverage items</a>. Insludes cute collectibles and handy settings!<br><br>Installed by unpacking it into .../Mods/": "添加20+种独特、美味的<a href='https://raw.githubusercontent.com/HAHAYOUDEAD/FoodsByCalorieWaltz/main/Images/allRender2.png' target='_blank'>食品和饮料项目</a>。包括可爱的收藏品和方便的设置！<br><br>通过将其解压到 .../Mods/ 中进行安装。",
    "Gear Info": "齿轮信息",
    "Make Bleak Inlet more friendly by redistributing wood spawns to the coast and reduce and relocate some wolf spawns.": "通过重新分配海岸的木材生成，并减少和迁移一些狼的生成，使暗淡湾更加友好。",
    "Fuel Manager adds QOL features to assist with managing various fuel items. This includes all features of Better-Fuel-Management.": "燃油管理器增加了QOL功能，以协助管理各种燃油项目。这包括Better-Fuel-Management的所有功能。",
    "Adds options to modify swing speed and radius of fridge doors": "添加修改冰箱门摆动速度和半径的选项",
    "Gear Perfect Condition Mod": "装备完美状态模组",
    "HUDTweaks": "HUD调整",
    "Gear Spawner": "齿轮生成器",
    "Mod for The Long Dark to modify decay rates of gear. Settings go from completely stopping decay to making it much faster. Various categories to change.": "《暗黑地平线》修改装备衰减率的模组。设置范围从完全停止衰减到使其变得更快。有多种类别可供更改。",
    "HUD Positioner": "抬头显示定位器",
    "Harvest Yield Tweaker": "产量调整器",
    "Halloween": "万圣节",
    "House Basements": "房屋地下室",
    "Hotkey Mod": "快捷键模组",
    "Shows additional gear info in your inventory (there's a small (i) button next to gear name)": "在您的库存中显示额外的装备信息（装备名称旁边有一个小(i)按钮）",
    "House Lights": "房屋灯光",
    "How To Read": "如何阅读",
    "A gameplay mod that allows users to change how much yield breaking down certain items gives.": "一个允许用户更改分解某些物品所获得产出的游戏模组。",
    "Allows extended customization of the in-game UI elements by changing where they are anchored on the screen and freely adjusting their position via Mod Settings.": "允许通过修改它们在屏幕上的锚点位置和通过Mod设置自由调整它们的位置来扩展自定义游戏内UI元素。",
    "HUD Tweaks mod adds ability to enable or disable certain, potentially annoying, HUD elements via ModSettings.": "HUD Tweaks 模组通过ModSettings添加了启用或禁用某些可能令人烦恼的HUD元素的功能。",
    "Howl-oween - Brought to you by the Discord Modding Community": "嗥-万圣节 - 由Discord Modding社区带来",
    "Magically brings back electricity on Great Bear! No more stumbling around houses in the darkness!": "神奇地在大熊岛上恢复电力！不再在黑暗中摸索房屋！",
    "Sets condition to 100 for specified looted Gear items. Customizable Json. Default items: Matches, Lamp fuel, Mag lens, Antiseptic, Insulated flasks": "将指定拾取装备物品的条件设置为100。可自定义Json。默认物品：火柴、灯油、放大镜、消毒剂、保温瓶",
    "** Now Part of ModComponent 7.0.0<br />Utility mod for spawning modded items.": "现在为ModComponent 7.0.0的一部分<br />用于生成模组物品的实用模组",
    "Adds some more basements to the game.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "为游戏添加更多地下室。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Hunger Revamped": "饥饿重装",
    "Improved Afflictions": "改善的苦难",
    "Improved Cougar": "改进的Cougar",
    "Improved Clothing": "改进的服装",
    "Improved Magnifying Lens": "改进型放大镜",
    "Improved Rest For All": "所有人都能得到更好的休息",
    "Improved Flasks": "改进的Flask",
    "Improved Loading Screens": "改进的加载界面",
    "This mod is intended to catch users that do not read. This mod shouldnt be installed. If you are reading this, then you passed the test.": "这个模组旨在捕捉那些不阅读的用户。这个模组不应该被安装。如果你正在阅读这段文字，那么你已经通过了测试。",
    "A gameplay mod that adds and changes mechanics surrounding the Cougar": "一款增加和改变Cougar周围机制的玩法模组",
    "Simple hotkey mod. When equiping firearms, guns with the most bullets in the magazine will be equiped (If in the json list). When equiping torches, the one item with the LEAST codition comes up. The basic rule after the above rules: first item in the list is going to be equiped. Clothes and accessories are supported too, and there is a toggle function implemented, so first tap equips specified clothing item, second tap switches back the original item if there was any. Check the Repo for more details!": "简单的热键模组。装备枪械时，将装备弹夹中子弹最多的枪（如果在该json列表中）。装备火把时，将选择条件最少的那个物品。以上规则之后的基本规则：将装备列表中的第一个物品。也支持服装和配件，并实现了切换功能，所以第一次点击装备指定的服装物品，第二次点击将切换回原始物品（如果有）。查看仓库以获取更多详细信息！",
    "Improved Afflictions overhauls and changes many of the afflictions to last longer, provide more deadly affects and make the game more challenging.": "改进的折磨系统对许多折磨进行了重做和更改，使它们持续时间更长，造成更致命的效果，并使游戏更具挑战性。",
    "Add a little realism to lighting a fire with a magnifying glass": "给用放大镜点火增加一点现实主义",
    "Adds clothing wetness from walking in snow and ice, animal attacks and a new quick way to place clothing items right off your body.": "增加在雪地和冰上行走时的衣物湿气，动物攻击，以及一种新的快速放置衣物物品的方法，直接从您的身体上。",
    "A gameplay mod that adds new QOL functionality to insulated flasks.": "一个为保温瓶添加新QOL功能的游戏玩法模组。",
    "A mod that improves the loading screens of the game with custom tips, background images and the ability to enable or disable various aspects of the loading screens.": "一个改进游戏加载界面的模组，包含自定义提示、背景图片以及启用或禁用加载界面各种功能的能力。",
    "In Door Temps": "室内温度",
    "Improves the hunger system by separating hunger and stored calories. Adds customization options for cooking such as enabling cooking ruined food.": "改进了饥饿系统，通过分离饥饿和储存的卡路里。增加了烹饪的自定义选项，例如启用烹饪损坏的食物。",
    "Improved Soundtrack": "改进的配乐",
    "Indoors Greenery": "室内绿化",
    "Improved Tales": "改进的故事",
    "InfiniteFires": "无尽之火",
    "Indoor Campfires": "室内篝火",
    "Interior Wall Decorations": "室内墙面装饰",
    "Interloper Region Selection": "入侵者区域选择",
    "Make your own indoor farm and regrow plants.": "打造自己的室内农场，重新种植植物。",
    "This mod allows you to create campfires indoors.": "这个模组允许你在室内创建篝火。",
    "Let's you decorate your base with pictures, and upload your own.": "让我们用图片装饰你的基地，并上传你自己的。",
    "This mod allows condition recovery from Improved Rest Buff when Condition Recovery During Rest is set to none (Custom Mode).": "此模组允许在“休息期间条件恢复”设置为无（自定义模式）时，从“改进的休息增益”中恢复条件。",
    "Indoor temps are aligned with outdoor ones. Shelters (snow, cars, caves) do not add flat bonus anymore.": "室内温度与室外温度一致。庇护所（雪地、汽车、洞穴）不再提供额外平坦加成。",
    "Set fires to infinite duration with middle mousebutton": "使用中鼠标按钮设置无限持续时间的火灾",
    "Improves the Signal Void Tale with QOL customization options.": "改善信号空隙故事，增加QOL自定义选项。",
    "Infinite Cheat Death": "无限作弊死亡",
    "Improves the in game soundtrack by adding new conditions to play rare or removed music tracks from the OST. Including new location discovered stingers.": "改善游戏原声带，通过添加新条件播放稀有或已移除的音乐曲目。包括新发现的位置打击乐。",
    "This mod lets you select the spawn region in Interloper mode.": "这个模组允许你在入侵者模式中选择出生区域。",
    "InventoryReassignments": "库存重新分配",
    "Item Rarities": "物品稀有度",
    "ItemPicker": "项目选择器",
    "Jump": "跳",
    "Keyboard Utilities": "键盘工具",
    "Item Piles": "物品堆",
    "Allows infinite amount of respawns. Penalties for cheating death are <i>not</i> removed.": "允许无限复活。对作弊复活的惩罚<i>不会</i>被移除。",
    "Kerosene Lamp Tweaks": "煤油灯调整",
    "Limitless Container Space": "无限集装箱空间",
    "Leatherworks": "皮革工艺",
    "Item Rarities is a modification that gives each item within The Long Dark a sense of exclusivity.": "物品稀有度是一个修改，为《长夜》中的每个物品赋予了一种独特感。",
    "This is a mod for The Long Dark that allows players to reassign various gear items to different inventory categories.": "这是一个为《The Long Dark》制作的模组，允许玩家将各种装备物品重新分配到不同的库存类别中。",
    "Adds blueprints for stacked items.": "添加堆叠物品的蓝图。",
    "Lithar's Ridge": "利瑟尔岭",
    "Skip item inspection on picking up stick/stones or other items.\n\nMass pickup of all sticks/stones or other items in a radius around you. With or without calorie cost.\n\nFull customizable.": "拾取棍棒/石头或其他物品时跳过项目检查。\n\n在你周围半径内一次性拾取所有棍棒/石头或其他物品。是否消耗卡路里可选。\n\n完全可自定义。",
    "Allows you to jump. Also has some settings. Installed by dropping it into .../Mods/": "允许你跳跃。还有一些设置。通过将其拖入.../Mods/中安装",
    "Increases the capacity of all containers to 10000KG": "增加所有容器的容量至10000KG",
    "Modify the rates of fuel consumption for kerosene lamps, add decay for them and change the color they emit.": "修改煤油灯的燃料消耗率，为它们添加衰减效果，并改变它们发出的颜色。",
    "LitharsMending": "利塔尔斯修复",
    "Localization Utilities": "本地化工具",
    "Adds a way to renew leather from hide, the ability to make certain leather clothing, and adds tree bark, that can be utilized for many different utilities, like flour, food and string": "添加了一种从皮革中更新皮革的方法，制作某些皮革服装的能力，并添加了树皮，可用于多种用途，如面粉、食物和绳子",
    "LonelyOrca": "孤独的鲸鱼",
    "Maintain Yourself": "保持自我",
    "Map Manager": "地图管理员",
    "A hidden ridge in Bleak Inlet with a cozy hut, scenic overlooks, and a path for explorers to discover.": "贝克湾内隐藏的脊线，有一座舒适的木屋，风景优美的观景点，以及供探险者发现的路径。",
    "Map Maker Tools": "地图制作工具",
    "A utility mod that enables other mods to more easily use keyboard and mouse input.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "一个实用模组，使其他模组更容易使用键盘和鼠标输入。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Lets you repair ruined clothing items": "让您修复破损的衣物物品",
    "Misery in Custom Games": "自定义游戏中的痛苦",
    "** Now Part of ModComponent 7.0.0<br />Utility mod for localized text.": "现在为ModComponent 7.0.0的一部分<br />本地化文本的实用mod",
    "Mod Data": "模块数据",
    "Meh Tool Box": "梅工具箱",
    "A classic mod ported over to post-DLC TLD. A lonely orca is living in Desolation Point.": "一个经典模组移植到DLC后的TLD。一只孤独的逆戟鲸生活在荒凉点。",
    "ModComponent": "模块组件",
    "Mod aiding in mapping the terrain for The Long Dark": "协助《暗黑长夜》地形测绘的模组",
    "ModSettings": "模设置",
    "This adds options to customize condition gain. This can make condition recovery much harder or easier, by making recovery proportional to your needs.": "这增加了自定义条件增益的选项。这使得条件恢复变得要么更难，要么更容易，通过使恢复与您的需求成比例。",
    "Modders' Gear Toolbox": "模组开发者工具箱",
    "A toolbox for modders to use in their mods.": "一个供修改者在其修改中使用的工具箱。",
    "Adds custom setting to enable misery afflictions in any custom run. \nVanilla: regular misery timeline\nOnSpawn: start a run with all afflictions already applied": "添加自定义设置以在任何自定义运行中启用苦难折磨。\n原版：常规苦难时间线\nOnSpawn：启动运行时所有折磨已应用",
    "Moment": "瞬间",
    "MooseSatchelMod": "驼鹿背包模组",
    "A utility mod for TLD that lets other mods save data independently of the save file.": "TLD的一个实用模块，允许其他模块独立于存档文件保存数据。",
    "More Camera Spawns": "更多摄像头生成",
    "Show Player Arrow\nCenter on player\nReveal Map\nSurvey Mapping Options:\n- Modify Range\n- Modify Surveying Time\n- Automatic use of Polaroid's (even if you don't have them)\nAutomatically add corpses to the map": "显示玩家箭头\n以玩家为中心\n显示地图\n调查地图选项：\n- 修改范围\n- 修改调查时间\n- 自动使用宝丽来相机（即使你没有）\n自动将尸体添加到地图",
    "More Cooking Slots": "更多烹饪槽位",
    "More Locked Doors": "更多锁着的门",
    "Now includes GearSpawner,CraftingRevisions,LocalizationUtilities built in.\n\nUtility Mod; lets you load external item packs.": "现在内置了GearSpawner、CraftingRevisions、LocalizationUtilities。\n\n实用模组；让您可以加载外部物品包。",
    "This mod aims to help other modders by adding 'generic' materials and tools for them to use in their mods. Full list of items in the GitHub repo.": "这个模组旨在通过添加“通用”材料和工具来帮助其他模组制作者。GitHub仓库中的物品完整列表。",
    "Modding utility for mods to monitor ingame time and schedule events.": "用于模组监控游戏时间和安排事件的修改工具。",
    "MoreWood": "更多木材",
    "Reduce scent and decay for meat, fish and guts and pies, if wearing Moose Bag": "穿着麋鹿袋可减少肉类、鱼类、内脏和派类的气味和腐败。",
    "MotionTracker": "运动追踪器",
    "Muscle": "肌肉",
    "A gameplay mod that adds new spawns for the instant camera around Lower Great Bear": "一个游戏模组，为下大熊附近的即时相机添加新的生成点",
    "Adds more locks to doors and buildings around the game world.": "为游戏世界中的门和建筑增加了更多锁。",
    "Ever wonder why you can't fit more than 2 pots on a fire barrel? Well, now you can! This mod adds more cooking slots to certain fire sources.": "你有没有想过为什么你在一口火桶上不能放超过两个锅？现在你可以了！这个模组为某些火源增加了更多的烹饪槽位。",
    "Non-OP Torches": "非操作火炬",
    "NorthernLightsBroadcast": "北极光广播",
    "NotSoSilly": "不太傻",
    "Pastime Reading": "消遣阅读",
    "This mod adds two new types of wood. Birch - Similar to Cedar. Spawns in birch forests. Oak - similar to Fir.  Can be found around Oak tress and randomly spawns in forests.": "这个模组增加了两种新的木材类型。白桦木 - 与雪松相似。在白桦林中生长。橡木 - 与冷杉相似。可以在橡树周围找到，并在森林中随机生长。",
    "Adds a minimap that can show animals and spraypaint markings": "添加一个可以显示动物和喷漆标记的缩略图",
    "Eat well, move a lot and properly sleep, then you will gain muscle.": "吃得健康，多运动，保证充足睡眠，然后你就会增肌。",
    "Pathfinders Ascent": "探索者上升",
    "This mod makes torches less overpowered.": "这个模组使火炬不再过于强大。",
    "Northfolk Clothing Pack": "诺斯福克服装套装",
    "Pause In Journal": "日记暂停",
    "Personality": "人格",
    "Watch your favorite movies and series in TLD": "在TLD观看你喜欢的电影和电视剧",
    "Pemmican Slower Decay": "佩姆米坎缓慢分解",
    "Photo of a Loved One": "亲人照片",
    "Enable physics for gears placed down for 10 seconds so you can drop your stuff around naturally, or pile up items with the power of gravity. Aims to be practical to use in Survival. Still somewhat risky, check readme for proper usage.": "启用放置10秒的齿轮的物理效果，以便您可以自然地放置物品，或利用重力堆积物品。旨在在生存模式中实用。仍有一定风险，请查看readme了解正确使用方法。",
    "An alternate version of Timberwolf Mountain, Blackrock, and Ash Canyon designed to offer a fresh and challenging experience for veteran survivors.": "一个专为资深幸存者提供新鲜和挑战性体验的Timberwolf Mountain、Blackrock和Ash Canyon的替代版本。",
    "The game will be paused in any category of the Journal": "游戏将在《期刊》的任何类别中暂停",
    "Lets you customize your character: replace textures and change outfit. <br><br>Installed by unpacking it into .../Mods/": "让您自定义角色：替换纹理和更换服装。<br><br>通过将其解压到 .../Mods/ 中安装。",
    "Pine Needle Tea": "松针茶",
    "Allows you to carry a customizable picture of something you care about.": "允许你携带你关心的东西的可定制图片。",
    "Simple mod modifying the cooked Pemmican bar, lowering its decay rate to match cured meat's.": "简单修改了熟 pemmican 条的模组，降低了其衰减率以匹配熟肉。",
    "Adds 2 previously seen + 3 brand new, inspired by northern folk, craftable clothes.<br><br>It's a standard ModComponent pack, installed by dropping it into .../Mods/": "添加了2件之前见过的 + 3件全新的、受北方民间风格启发的可制作衣物。<br><br>这是一个标准的ModComponent包，通过将其放入 .../Mods/ 目录中安装。",
    "Pick Water From Fishing Holes": "从鱼洞中挑选水",
    "Lets other mods display their settings in-game. This mod doesn't do anything on its own and should only be used as a dependency for other mods.\n\nThanks zeobviouslyfakeacc, for all your work!": "让其他模组在游戏中显示它们的设置。这个模组本身不执行任何操作，仅应作为其他模组的依赖项使用。\n\n感谢zeobviouslyfakeacc，感谢你所有的努力！",
    "Placing Anywhere": "放置在任何地方",
    "QoL": "生活质量",
    "Predator Spawn Selector": "掠食者孵化选择器",
    "Plant Harvest Tweaker": "植物收获调整器",
    "Harvest pine fascicles and brew them into a tea high in Vitamin C. Everything is customizable.": "采集松针并制成富含维生素C的茶。一切均可定制。",
    "RN-Stripped functions": "RN-剥离函数",
    "Collect an unlimited amount of non-potable water from freshwater fishing holes.": "从淡水钓鱼洞收集无限量的非饮用水。",
    "Radial Menu Utilities": "径向菜单工具",
    "Random Main Menu": "随机主菜单",
    "Reduce UI frustration, even make it pleasant to use. You can now use keyboard most of the time to control your game.": "减少UI烦恼，甚至使其使用愉快。现在你大部分时间可以使用键盘来控制你的游戏。",
    "Randomize Interloper Rare Spawns": "随机化入侵者稀有生成",
    "Mod for The Long Dark that removes restrictions when placing items, and adds controls to rotate and position the object.": "《暗黑长夜》模组，移除放置物品时的限制，并添加旋转和定位物体的控制。",
    "Rare-Exclusive Loot": "稀有独家战利品",
    "Customize everything about plant harvesting: time, required tools, tool degreadation, yield amount.": "定制植物收割的各个方面：时间、所需工具、工具磨损程度、产量数量。",
    "Carcass moving and Light torches from electricals - extracted from Relentless Nights mod (check it out!)": "尸体移动和电器照明火炬 - 提取自《无尽之夜》模组（去看看吧！）",
    "Enable or disable predator spawns by region and select which type of wolves or bears for each region. ***This mod replaces both Remove Cougars and Timberwolves Anywhere***": "启用或禁用特定区域的捕食者生成，并为每个区域选择狼或熊的类型。***此模组取代了“移除任何地方的美洲狮和灰狼”模组***",
    "A utility mod that adds the ability for other mods to create custom radial menus.": "一个实用模组，为其他模组添加创建自定义环形菜单的能力。",
    "This mod randomizes the time and weather in the main menu screen so it changes everytime you enter it.": "这个模组随机化主菜单屏幕的时间和天气，每次进入都会改变。",
    "Adds a readable, customizable book with animations and stuff.<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>Showcasing video</a>. <a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>Detailed review(has subtitles)</a>.<br><br>Mod is installed by extracting .zip into .../Mods/": "添加了一个可读的、可定制的书籍，包含动画等。<br><br><a href='https://youtu.be/MIUvKW89SgI' target='_blank'>展示视频</a>。<a href='https://www.youtube.com/watch?v=q_k4YNhaY5A' target='_blank'>详细评测（有字幕）</a>。<br><br>通过将.zip文件解压到.../Mods/中安装模组。",
    "Ravine Bridge Fix": "峡谷桥修复",
    "Recipe Requirements": "食谱要求",
    "Recording Utils": "录音工具",
    "Relentless Night": "不懈之夜",
    "RelicsOfTheQuietApocalypse": "寂静末日遗物",
    "Reduced Loot": "减少战利品",
    "Allows the player to adjust the cooking skill level required to create specific recipes.": "允许玩家调整创建特定食谱所需的烹饪技能水平。",
    "Fix the bridge in the Ravine..": "修复峡谷中的桥梁。",
    "Renewable Gunpowder Mod": "可再生火药模组",
    "Disables the Interloper loot tables and replaces them with new random spawns. Do not use on existing saves.<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "禁用入侵者掉落表，并用新的随机生成物替换。不要用于现有存档。<br><br><a href='https://github.com/ds5678/RandomizeInterloperRareSpawns' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Reduced Loot reduces the amount of certain items in the world by despawning them when they randomly spawn.": "减少战利品通过使它们在随机生成时消失来减少世界中某些物品的数量。",
    "RepairableRepairables": "可修复的、可修复物",
    "Adds some animal and camera control for recording purposes. \nAlso adds freebird implementation by @Digitalzombie": "添加了一些动物和相机控制功能，用于录制目的。同时添加了@Digitalzombie实现的freebird功能。",
    "Reroll Burnt Buildings": "重掷烧毁的建筑",
    "Remember Break Down Item": "记住分解项目",
    "Relics of the Quiet Apocalypse mod brings back GearItem textures from the older builds of TLD. (Can be customized via ModSettings.)": "《寂静末日遗物》模组恢复了TLD旧版本中的GearItem纹理。（可通过ModSettings进行自定义。）",
    "Items available in Bunkers and/or Trader now appear in the world, albeit rare and in low numbers.": "现在在地下掩体和/或交易者中可用的物品现在在世界中出现，尽管数量稀少。",
    "Research Book Tweaker": "研究书籍调整器",
    "Retrieve Bullets Mod": "检索子弹模组",
    "Rich Presence": "丰富存在",
    "Safehouse Customization Plus": "安全屋定制增强版",
    "RunInBackground": "运行在后台",
    "Adds console commands that allow you to reroll the random burnt building spawns. Now also includes the random fishing hut doors. Full instructions in the README.": "添加了控制台命令，允许您重新生成随机的燃烧建筑。现在还包括随机的钓鱼小屋门。完整说明请参阅README。",
    "Repairable Repairables, gives you the option to fix three of the basic tools used for repairing, crafting and sharpening. The tools that can be fixed are as follows: Rifle Cleaning Kit, Sewing Kit, whetstone/Sharpening Stone": "可修复的可修复工具，为您提供了修复三个用于修理、制作和磨锐的基本工具的选项。可修复的工具如下：步枪清洁套件、缝纫套件、磨刀石/磨石",
    "Retro Food Pack": "复古食品包",
    "Formely Shorter Read Intervals Mod": "以前较短的阅读间隔",
    "Adds gunpowder materials: Dusting Sulfur, Stump Remover and Lead to loot pools via beachcombing and container loot tables. I made this mod before I realized AmmunitionCraftingTools mod by Sm4rtBoyTom made better job at making gunpowder renewable. Never mind, someone might use it.": "添加火药材料：硫磺粉末、树桩清除剂和铅到通过海滩拾荒和容器掉落表中的战利品池。在我意识到Sm4rtBoyTom的“弹药制作工具”模组能更好地使火药可再生之前，我就已经制作了这个模组。没关系，也许有人会用它。",
    "Save Image Filter": "保存图片滤镜",
    "Save Manager": "保存管理器",
    "Keeps the game running, when it looses focus": "保持游戏运行，当它失去焦点时",
    "Rich Presence for The Long Dark.": "《暗黑长夜》的丰富存在感。",
    "Save Safety": "确保安全",
    "23 Retro Food items.": "23种复古食品。",
    "TLD 2.23 use RN 4.7.2, TLD 2.19 use RN 4.7.1, TLD 2.10+ use RN 4.6.3, TLD 2.06&2.08 use RN 4.6.1<br>The spin of the earth is slowing. Days and nights are getting longer. Every long night gets colder and harsher than the last. Nowhere is safe from the cold. How long will you survive in this eerie new world?<br><br>You can keep up with mod discussion, updates, and report any issues at our Relentless Mods discord channel with this - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>INVITE</a>.": "TLD 2.23使用RN 4.7.2，TLD 2.19使用RN 4.7.1，TLD 2.10+使用RN 4.6.3，TLD 2.06&2.08使用RN 4.6.1<br>地球自转速度正在减慢。白天和黑夜变得越来越长。每个漫长的夜晚都比上一个更冷、更残酷。没有任何地方能免受寒冷的侵袭。在这个诡异的新世界中，你将能生存多久？<br><br>您可以在我们的Relentless Mods Discord频道中跟进模组讨论、更新，并报告任何问题 - <a href='https://discord.gg/GjAG9XNfR7' target='_blank'>邀请</a>。",
    "Enables customization everywhere, allows to move and pick up containers, stoves, workbenches and many more.<br><br>WARNING! Consider this mod expeimental. There was no reports of losing item, but the possibility is still there. Make save backups just in case": "允许在所有地方进行自定义，可以移动和拾取容器、炉子、工作台等许多物品。<br><br>警告！请将此模组视为实验性的。尚未有丢失物品的报告，但仍然存在这种可能性。请务必备份存档以防万一。",
    "This mod makes bullets retrievable from animals you killed with firearms.\nYou can harvest new items, called \"Damaged bullets\" from the carcasses and then reforge them at the ammunition workshop.": "这个模组使得你可以从用枪杀死的动物身上回收子弹。\n你可以从尸体中收集名为“损坏的子弹”的新物品，然后在弹药工坊中重新锻造它们。",
    "Shooting Range": "射击场",
    "Scaled Fish Mod": "缩放鱼模",
    "Shortcuts": "快捷方式",
    "Shelter Temperature Tweaks": "庇护所温度调整",
    "Seasoned Interloping": "老练的闯入者",
    "Silent Protagonist": "沉默主角",
    "Silly Mod": "愚蠢的模组",
    "This mod keep you notifed on failed saving/loading to avoid save corruption.": "此模组会在保存/加载失败时通知您，以避免保存损坏。",
    "Adds the ability to save, load and autosave in Sandbox/Survival using hotkeys. Also adds the ability to autosave": "添加了在沙盒/生存模式中使用快捷键保存、加载和自动保存的功能。还添加了自动保存功能。",
    "Saves and reloads your chosen image filter (Options > Display > Image Filter) instead of reverting to 'no filter' every time the game is restarted.": "保存并重新加载您选择的图像滤镜（选项 > 显示 > 图像滤镜），而不是每次游戏重启时都恢复到“无滤镜”。",
    "Enable shooting range targets, weather vane, hunting blind, and a warm barn near Pensive Pond in Pleasant Valley.": "在愉快山谷的沉思池塘附近启用射击场靶子、风向标、狩猎掩体和温暖的谷仓。",
    "Silences player character voice. Full instructions in the README.": "静音玩家角色语音。完整说明请参阅README。",
    "Simple save and restore tool": "简单的保存和恢复工具",
    "Skill Adjustment": "技能调整",
    "Allows you to tweak the temperature of shelters that have NO LOADING SCREEN, such as the Mountaineer's Hut. Full instructions in the README.": "允许您调整没有加载屏幕的避难所的温度，例如登山者小屋。完整说明请参阅README。",
    "Skill Manager": "技能管理器",
    "Enables fun: gear items physics, collisions and more<br><br>Don't use it on your normal save, you'll regret it": "启用乐趣：装备物品物理、碰撞等<br><br>不要在正常存档中使用它，你会后悔的",
    "Have you ever wondered why fishes are the same size per type visually? Well, no more! Scaled Fish Mod makes fishes' model size dynamic based on their weight.": "你是否曾想过为什么不同种类的鱼在视觉上大小相同？好吧，现在不再是这样了！鳞片鱼模插件让鱼的模型大小根据它们的体重动态变化。",
    "SkilletInRadial": "skilletinradial",
    "Sky Co-op": "天空合作社",
    "Adds a variety of shortcuts to some regions. You will need to reload the game for the changes to take effect.": "为某些区域添加了各种快捷方式。您需要重新加载游戏以使更改生效。",
    "Skip Intro Redux": "跳过简介重置",
    "SleepWithoutABed": "不睡床也能睡觉",
    "Allows the player to adjust the skill benefits for each level.": "允许玩家调整每个等级的技能收益。",
    "Solitaire": "单人纸牌游戏",
    "Solstice": "冬至",
    "Description: A simple tool to make backing up and restoring survival game saves for The Long Dark more convenient. Note: This is an external tool, not a mod and does not require a mod loader to use.": "描述：一个简单的工具，使备份和恢复《The Long Dark》生存游戏存档更加方便。注意：这是一个外部工具，不是模组，使用时不需要模组加载器。",
    "Multiplayer mod for the game": "多人游戏模组",
    "Sonic Mode": "音速模式",
    "Adds Forsaken Airfield, Bleak Inlet, Zone of Contamination, & Sundered Pass to the list of Interloper start regions.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "将荒废机场、凄凉湾、污染区域和破碎通道添加到入侵者起始区域列表中。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Sprainkle": "洒落",
    "The name says it all.... It adds Skillet to the Radial Panel": "名字已经说明了一切.... 它为径向面板添加了锅具",
    "Add seasons into TLD": "将季节加入顶级域名",
    "Waste your time in style - play Solitaire": "优雅地浪费时间——玩纸牌游戏",
    "Stack Manager": "堆栈管理器",
    "Storage Problem": "存储问题",
    "StalkerAidsAndSupplements": "跟踪者、艾滋病和补充剂",
    "Allows players to sleep without a bed or bedroll. Accessed through the Pass Time option in the radial menu.": "允许玩家在没有床或床卷的情况下睡觉。通过径向菜单中的“消磨时间”选项访问。",
    "Story Mode Collectibles": "故事模式收藏品",
    "Stretch Armstrong": "史迪奇·阿姆斯特朗",
    "Allows you to go fast. Has additional settings for stamina recovery": "让您能快速移动。具有额外的耐力恢复设置",
    "Adds stacking to more stuff": "为更多物品添加堆叠功能",
    "StruggleTweaks": "奋斗调整",
    "Sun Orientation Fixes": "太阳朝向修正",
    "Allows the player to skip to the main menu when starting the game.<br><br><b>Use at your own risk</b> - Now skips those pesky disclaimers.": "允许玩家在开始游戏时跳转到主菜单。<br><br><b>自行承担风险</b> - 现在可以跳过那些讨厌的免责声明。",
    "Make container management a minigame.": "将容器管理变成一个小游戏。",
    "This mod expands on TLD's medical GEAR items. Some items are inspired by the S.T.A.L.K.E.R series.": "这个模组扩展了TLD的医疗装备物品。一些物品灵感来源于《S.T.A.L.K.E.R》系列。",
    "A new and improved mod that entirely replaces the old ankle sprain mod. This mod contains separate settings for ankle and wrist sprains as well as settings for general sprains": "一个全新的改进模组，完全替代了旧的脚踝扭伤模组。此模组包含脚踝和手腕扭伤的独立设置，以及一般扭伤的设置。",
    "Change the range at which you can interact with things.": "改变您与物品交互的范围。",
    "Adds collectible items from Wintermute into survival mode.": "将Wintermute中的收藏品添加到生存模式中。",
    "Survivor Knowledge": "幸存者知识",
    "Survivor's Legacy": "幸存者遗志",
    "Set chance to instantly kill wolf after struggle or change bleedout time for wolf. Also you can change tap power to save your mouse buttons": "设置狼在挣扎后立即死亡的机会或更改狼的出血时间。还可以更改点击力度以节省鼠标按钮。",
    "TLD-Morphine": "TLD-吗啡",
    "TLD-Cigarettes": "TLD-香烟",
    "Fixes the sun orientation in several regions. Now all regions should be consistent with each other and the world map.": "修复了多个地区的太阳方向。现在所有地区应与世界地图保持一致。",
    "Target Practice & Master Hunter": "靶场练习与大师猎人",
    "Things To Do": "待办事项",
    "TLD-WolfskinScarf": "TLD-狼皮围巾",
    "The Long Development (TLDev) Regions": "长期发展区域",
    "Adds Morphine as a usable item": "添加吗啡作为可用物品",
    "Tin Can Improvements": "罐头改进",
    "Simulates survivor knowledge by locking crafting recipes and harvesting actions behind skill levels.": "通过锁定工艺配方和采集动作在技能等级之后来模拟幸存者的知识。",
    "Timescale Hotkey": "时间尺度快捷键",
    "Enables a minimal multiplayer interaction: Let other players find your corpse (sort of).": "启用最小多人交互：让其他玩家找到你的尸体（ sorts of）。",
    "Adds usable Cigarettes": "增加可用的香烟",
    "Demo mod for EAAPI, provides some useful actions.": "EAAPI演示模块，提供一些有用的操作。",
    "Adds a new craftable scarf made of wolf fur.": "添加了一种由狼毛制成的可制作围巾。",
    "Tiny Tweaks: Bury Corpses": "微小调整：埋葬尸体",
    "THE LONG DEVELOPMENT is a small team mod project that aims to expand 'THE LONG DARK's' Great Bear Island in both a beautiful and balanced way.": "《漫长的开发》是一个小型团队模组项目，旨在以美观且平衡的方式扩展《漫长的黑暗》中的大熊岛。",
    "Target Practice : Provides a bunch training features allowing you to practice and have fun.\nMaster Hunter : Offers numerous options to block your automatic, effortless progression through skill levels, ensuring that you earn them more.\nSee ReadMe for more details.": "靶场练习：提供一系列训练功能，让您练习并享受乐趣。\n大师猎人：提供多种选项来阻止您自动、轻松地通过技能等级，确保您更努力地获得它们。\n详见ReadMe获取更多详细信息。",
    "Tiny Tweaks: Correct Drop Orientation": "微小调整：正确放置方向",
    "Tiny Tweaks: Fall Death Goat": "微小调整：秋季死亡山羊",
    "Tiny Tweaks: Map Text Outline": "微小调整：地图文字轮廓",
    "Tiny Tweaks: Extended FOV": "微小调整：扩展视野",
    "Allows you to either speed up or slow down time by pressing a configurable hotkey": "允许您通过按下一个可配置的热键来加速或减慢时间",
    "Tiny Tweaks: Pause On Radial": "微小调整：按径向暂停",
    "Tiny Tweaks: Run With Lantern": "微小调整：与灯笼奔跑",
    "Extend FOV slider to 150": "将FOV滑块扩展到150",
    "Tiny Tweaks: Wakeup Call": "微小调整：唤醒电话",
    "Disables fall death triggers but doubles fall damage (can be tweaked)": "禁用坠落死亡触发器，但将坠落伤害加倍（可调整）",
    "Fix dropped wooden matches and rifle to be in correct orientation. Because yes, they were incorrect": "修复掉落的木制火柴和步枪，使其处于正确的方向。因为是的，它们是错误的。",
    "REDUNDANT since Safehouse Customization has same function. But still works<br><br>Get rid of those nasty corpses by right-clicking on them": "冗余，因为安全屋定制具有相同功能。但仍然有效<br><br>通过右键点击那些讨厌的尸体来摆脱它们",
    "Outline text on the map, so you can actually see what it says. Has a few variants": "在地图上勾勒文字，这样你才能真正看到它说了什么。有几个变体。",
    "Allows you to craft 4 tin cans into 1 scrap metal, reduces the weight of tin cans to 0.05 kg, fixes a canned food item weight bug.": "允许您将4个锡罐合成1个废金属，减少锡罐重量至0.05千克，修复了罐装食品物品重量错误。",
    "Removes restrictions on lantern animation: allows movement and removes camera lock": "移除灯笼动画的限制：允许移动并解除相机锁定",
    "Tiny Tweaks: Plants Regrow": "微小调整：植物重新生长",
    "Slows down time when bringing up radial menus": "当弹出径向菜单时，会减慢时间",
    "Toggle HUD": "切换HUD",
    "Tool Upgrade": "工具升级",
    "ToolsQuality": "工具质量",
    "Torch Tweaker": "火炬调整器",
    "Tracking Wolf": "追踪狼",
    "Unique Knowledge": "独特知识",
    "Universal Tweaks": "通用调整",
    "Allows you to interrupt sleep at will. Has an option to wake up when aurora starts, and a few more": "可随意中断睡眠。有选项在极光开始时醒来，还有一些其他选项",
    "UnityExplorerTLD": "Unity 探索器顶级域名",
    "Plants will now regrow after 45 days (can be changed)": "植物现在45天后将重新生长（可更改）",
    "Use The Worst First And Drop Stone": "先使用最差的，然后丢石头",
    "Adds alternate ways of acquiring item variants and other items by way of blueprints": "通过蓝图添加获取物品变体和其他物品的替代方式",
    "Creates a new wolf spawn type that tracks you across the map, no matter your scent level. Watch your back!": "创建一种新的狼孵化类型，无论你的气味水平如何，它都会在地图上追踪你。小心身后！",
    "UnityExplorer with optimizations for TLD": "UnityExplorer针对TLD的优化",
    "Vitamin C Tracker": "维生素C追踪器",
    "Read each book only once.": "只读每本书一次。",
    "Universal Tweaks is a mod for The Long Dark that enhances existing gameplay elements by modifying them in a way that just make sense.": "Universal Tweaks 是一款为《The Long Dark》设计的模组，通过修改现有游戏元素来增强游戏体验，使其更加合理。",
    "Wandering Wolf": "流浪狼",
    "Keep Your tools sharp. Low condition of tool increase time to perform actions. Adjust harvesting time multiplier of carcass/branches.": "保持工具锋利。工具状况不佳会增加执行动作的时间。调整尸体/树枝的收获时间倍数。",
    "WildFire": "野火",
    "Finally know how much Vitamin C you have! No longer will you live in ignorance": "终于知道你有多少维生素C了！你将不再生活在无知之中！",
    "Wildlife Tuning": "野生动物调谐",
    "Tweaks a few torch parameters and allow the player to lit torches from lanterns": "调整了一些火炬参数，并允许玩家从灯笼中点燃火炬",
    "Watches": "手表",
    "Allows the player to toggle the scent and time-of-day indicators instead of them disappearing after some time.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "允许玩家切换气味和时间指示器，而不是它们在一段时间后消失。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Wolves Come Out At Night": "狼在夜晚出现",
    "Wooden Statues by 'TKG'": "'TKG'制作的木雕雕像",
    "Yes I Know": "是的，我知道",
    "Creates a new wolf spawn type that wanders around the map instead of staying in a small area.": "创建一种新的狼生成类型，它们在地图上四处游荡，而不是停留在小范围内。",
    "A modification which alters how time is told within The Long Dark.": "对《暗黑长夜》中计时方式进行的修改。",
    "Working Clocks": "工作时钟",
    "Introduces 4 wooden animal statues, small and large.": "介绍了4个大小不一的木制动物雕像。",
    "TLD mod that randomizes animal behavior configurations.": "TLD模组，随机化动物行为配置。",
    "Allows you to use the worst condition items first in radial menu and other cases.\nAllows you to drop stones/tinders instead of decoy to mark paths. \nSee ReadMe for more details.": "允许您在环形菜单和其他情况下首先使用最糟糕的物品。\n允许您使用石头/引火物而不是诱饵来标记路径。\n详见ReadMe获取更多详细信息。",
    "This is a mod for The Long Dark that add color, smoke and sparks customization for fires, along with 6 new gear items and makes several vanilla items burnable.": "这是一个为《暗黑地平线》添加的模组，增加了对火堆的颜色、烟雾和火花的自定义，同时加入了6件新装备，并使一些原版物品可燃烧。",
    "Disables the hovertext on items and/or fire": "禁用物品和/或发射的悬停文本",
    "Prevents wolves spawning during the day. Can set by region or to apply everywhere. Full instructions in the README.": "防止狼在白天生成。可按区域设置或应用于所有地方。完整说明请参阅README。",
    "Mod for The Long Dark that makes some of the clocks in the game work.": "《暗黑长夜》游戏的一个模组，使游戏中的某些时钟工作。",
    "Animal Respawn Time Mod": "动物重生时间修改器",
    "This mod makes animals' respawn time in hours adjustable in a Json file.": "此模组允许在Json文件中调整动物重生时间为小时。",
    "Bricklayers Door Fix": "砖匠门修理工",
    "Fix the door at Bricklayer's Retreat.": "请修理Bricklayer's Retreat的门。",
    "SweatSystem": "汗水系统",
    "Trespasser": "侵权者",
    "OxygenLevels": "氧气水平",
    "MinorMiseries": "微小的烦恼",
    "ItemScanner": "物品扫描器",
    "Adds a system to make the player sweat if they get too hot.": "添加一个系统，如果玩家太热，就会让他们出汗。",
    "Add a system to simulate oxygen deprivation based on the player's altitude.": "根据玩家的海拔添加一个模拟缺氧的系统。",
    "Adds 12 new minor afflictions.": "增加12种新的小疾病。",
    "Adds a new distinct difficulty mode between Stalker and Interloper. Start with 3 matches and a chance to find interloper-banned items around the world.": "添加了介于潜行者与入侵者之间的新独特难度模式。起始时有3场比赛，并有机会在世界各地找到被入侵者禁止的物品。",
    "TLD MOD that scans nearby items, containers, and harvestable plants around the player and displays their locations on screen.": "TLD MOD，扫描玩家周围附近的物品、容器和可收获的植物，并在屏幕上显示它们的位置。",
    "ChooseStartingCondition": "选择起始条件",
    "TheLongMood": "长情绪",
    "Adds Project Zomboid–style Boredom & Depression to The Long Dark.": "添加了《僵尸男孩》风格的无聊与抑郁到《长夜》中。",
    "Catch Cold Mod": "感冒药",
    "This mod adds a mechanic of catching a Cold affliction, developing a resistance or the cold worsens to Pneumonia.": "这个模组增加了一种感染感冒的机制，发展出对感冒的抵抗力或感冒恶化成肺炎。",
    "ChooseStartingLocation": "选择起始位置",
    "Enable/Disable certains parts of the UI for more immersive experience.": "启用/禁用UI的某些部分以获得更沉浸式的体验。",
    "Expansion of the First Aid System. Inspired by S.T.A.L.K.E.R Series. Compatible with Improved Afflictions.": "急救系统扩展。受《S.T.A.L.K.E.R.系列》启发。与改进的疾病兼容。"
}