{
    "Affliction Component": "痛苦组件",
    "AlcoholMod": "酒精修改器",
    "Alternative Parasites At Max Lvl": "替代寄生虫，最高等级",
    "Afraid of the Dark": "怕黑",
    "Ambient Lights": "环境光",
    "Additional Misery Spawns": "额外苦难滋生",
    "Makes the player anxious at night.": "让玩家在夜间感到焦虑。",
    "A framework mod that allows modders to add their own custom afflictions to the game.": "一个允许模组制作者向游戏中添加他们自己的自定义痛苦的框架模组。",
    "A utility mod for custom actions when clicking on things.": "一个用于点击物品时执行自定义操作的实用模组。",
    "Architect": "建筑师",
    "Ambush Wolf": "伏击狼",
    "Adjustable Walk Speed allows players to adjust the walk speed with scroll wheel inputs to be slower for more cinematic moments.": "可调节行走速度允许玩家通过滚轮输入来调整行走速度，以便在更具电影感的时刻放慢速度。",
    "Adds more spawn locations in misery mode": "在苦难模式下添加更多刷新点",
    "ArrowMod": "箭头模组",
    "This mod aims to modify the default lightning for interiors with windows, making them brighter so you don't need a light source during midday to move around, and also more reflective of what's happening outside (time of day, weather, and sun position).": "此模组旨在修改带窗户的内室默认闪电，使其更明亮，以便在白天无需光源即可活动，并且更能反映外部情况（一天中的时间、天气和太阳位置）。",
    "AudioManager": "音频管理器",
    "Reintroduces Intestinal Parasites at Cooking level 5, with alternative, less harsh impact. Only impacts characters with cooking level 5.": "在烹饪等级5时重新引入肠道寄生虫，但以替代的、较温和的影响方式。仅影响烹饪等级为5的角色。",
    "This mod revamps and changes the process of making ammunition, making it harder but more enjoyable and rewarding.": "这个模组改进并改变了弹药制作的过程，使其更具挑战性，但也更有趣和回报。",
    "THIS IS A PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!! PLUGIN!!!": "这是一个插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！插件！！！",
    "Better Bases": "更好的基础",
    "Better Camera": "更好的相机",
    "Better Night Sky": "更好的星空",
    "Better Skill XP": "更好的技能经验值",
    "Better Water Management": "更好的水资源管理",
    "Binoculars": "望远镜",
    "Blueprint Cleaner": "蓝图清理器",
    "Bleeding Revamped": "出血改版",
    "Mod for The Long Dark that allows players to improve their bases in multiple ways: Most furniture can be moved (if you have cleared it of clutter first), most broken cabinets and drawers can be fixed, most of the clutter on interiors can be removed and some of it can also be moved.": "《漫长的黑暗》模组，允许玩家以多种方式改进他们的基地：大多数家具可以移动（前提是你先清理了杂物），大多数损坏的柜子和抽屉可以修复，室内的大部分杂物可以清除，其中一些也可以移动。",
    "Bountiful Foraging": "丰富的采集",
    "- This mod adds a little QoL to your Crafting/Cooking Panels.\n- It lets you hide/display the Blueprint/recipe you want whenever you want to keep your panels as clean as possible.": "- 这个模组为你的制造/烹饪面板增加了些许品质提升。\n- 它允许你随时隐藏/显示你想要的蓝图/配方，以便尽可能保持面板的整洁。",
    "Lets you see farther.<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>Installation Instructions</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "让你看得更远。<br><br><a href='https://github.com/ds5678/Binoculars' target='_blank'>安装说明</a><br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Find food and useful materials in the wild.": "在野外寻找食物和有用的材料。",
    "With this mod skills points are earned based on (tweakable) time spent doing stuff": "使用这个模组，技能点是根据（可调整的）做事情所花费的时间来获得的。",
    "Adds the ability to refill empty canisters used by the respirator": "为呼吸器使用的空罐加速能力",
    "Companion Wolf": "伴侣狼",
    "Connects Coastal Highway and Bleak Inlet by their shared road.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "通过他们共有的道路连接海岸公路和荒凉湾。",
    "Coordinates Grabber": "坐标抓取器",
    "CougarSoundBegone": "美洲狮之声消散",
    "Clothing Tweaker 2": "服装调整器2",
    "CozyBlankets": "舒适毯",
    "Revamped bleeding mechanic for animals.": "重新设计的动物流血机制。",
    "Adds a way to combine accessories with clothing to have even more accessories equipped at the same time": "增加了一种将配饰与服装结合的方式，以便同时装备更多配饰",
    "Makes all bows repairable, with customizable cost and location.": "使所有弓箭可修复，具有可自定义的成本和位置。",
    "Craft Anywhere Redux": "任意地创造Redux",
    "CraftingHotkey": "制作热键",
    "Crafting Revisions": "修改润色",
    "Creates a new wolf spawn type that can be tempted with meat and eventually tamed. This mod is still very early in development, it works well enough to get the pup following you and growing but there are no functional changes beyond burning a hole in your meat stash.": "创建一种新的狼 spawn 类型，可以用肉引诱，最终驯服。这个模组开发还处于非常早期的阶段，它足以让幼狼跟随你并成长，但除了在肉食库存中烧个洞之外，没有其他功能性的改变。",
    "DeveloperConsole": "开发者控制台",
    "IT IS HIGHLY SUGGESTED TO USE THIS ON ONLY NEW SAVES. Turns the entirety of Great Bear into a toxic wasteland, similar to ZoC's chemical pools. Expect issues": "强烈建议仅在新存档上使用。将整个大熊转化为有毒荒地，类似于ZoC的化学池。请预期会有问题。",
    "Console for storymode. Check the release notes for detailed instructions": "故事模式控制台。请查看发布说明以获取详细说明。",
    "Edible Plants": "可食用植物",
    "Examine Actions API": "检查操作API",
    "Disable Cabin Fever": "禁用幽闭恐惧症",
    "Adds a hotkey for the crafting menu.": "为制作菜单添加快捷键。",
    "Expanded Ai Framework": "扩展的AI框架",
    "Eternal Weather is a modification that allows the player to change the weather from a wide arrange of states that is set for an infinite amount of time.": "永恒天气是一个允许玩家将天气从预设的多种状态中更改为无限持续时间状态的修改。",
    "A gameplay mod that adds dynamic temperature and streamlined simulated thermodynamics to interior shelters. Keep your safehouses warm!": "一个游戏模组，为室内避难所添加动态温度和简化的模拟热力学。让你的安全屋保持温暖！",
    "Utility mod for custom save data on gear items.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "用于装备物品的自定义存档数据的实用模块。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Makes harvested plants edible with customizable calories and Vitamin C.": "用可定制的卡路里和维生素C使收获的植物变得可食用。",
    "Faster Harvesting": "更快收获",
    "Alters temperature degradation": "改变温度降解",
    "Fix Steam Workshop Items": "修复 Steam Workshop 项目",
    "FireAddons": "火添加组件",
    "Dynamic Trees": "动态树",
    "Adds dynamic events including earthquakes to make the world of Great Bear feel more dynamic and change over time.": "添加动态事件，包括地震，使大熊世界感觉更动态，并随时间变化。",
    "Exposes effect and unlock settings for feats. Allows unlocking of legacy feat, \"Big Cat Killer\". Eliminates startup noises for feats unlocked \"the wrong way\" via bugs or console command use. Allows customizable number of feats at any difficulty level.": "公开属性和技能解锁设置。允许解锁传承技能“大猫杀手”。消除通过错误方式（如漏洞或控制台命令）解锁的技能的启动噪音。允许在任何难度级别自定义技能数量。",
    "Gear Info": "齿轮信息",
    "Fire Pack DLC": "火焰套餐DLC",
    "Dynamic Trees replaces the foliage texture of trees dynamically to represent accumulating snowfall to add another level of immersion to the game.": "动态树木会动态地替换树木的叶子纹理，以表现逐渐积累的降雪，为游戏增添另一层次的沉浸感。",
    "FullSwing": "全速",
    "Increase the size, add a second regular sized embedded lookout, and raise the windows for a clear view for the lookouts in Mystery Lake, Coastal Highway and Bleak Inlet.": "增加尺寸，添加一个常规尺寸的嵌入式瞭望台，并将窗户抬高，以便Mystery Lake、Coastal Highway和Bleak Inlet的瞭望员获得清晰的视野。",
    "Gear Perfect Condition Mod": "完美状态齿轮修改器",
    "Mod for The Long Dark to modify decay rates of gear. Settings go from completely stopping decay to making it much faster. Various categories to change.": "为《漫长的黑暗》修改装备腐化速率的模组。设置可以从完全停止腐化到使其变得非常快。有多种类别可供更改。",
    "Frozen Food": "冷冻食品",
    "Shows additional gear info in your inventory (there's a small (i) button next to gear name)": "在您的物品栏中显示额外的装备信息（装备名称旁边有一个小的(i)按钮）",
    "New renewable tools for starting fires. Original by ds5678 and WulfMarius.": "用于生火的全新可再燃工具。原作：ds5678 和 WulfMarius。",
    "Adds options to modify swing speed and radius of fridge doors": "添加选项以修改冰箱门的摆动速度和半径",
    "House Basements": "房屋地下室",
    "HUD Positioner": "HUD定位器",
    "How To Read": "如何阅读",
    "Halloween": "万圣节",
    "Frozen Food aims to add a bit more realism to the game by allowing food items to become frozen over time.": "冷冻食品旨在通过允许食物物品随时间冻结，为游戏增加一些真实性。",
    "Improved Clothing": "改进服装",
    "Improved Magnifying Lens": "改进的放大镜",
    "Magically brings back electricity on Great Bear! No more stumbling around houses in the darkness!": "神奇地让大熊重新获得电力！不再在黑暗中跌跌撞撞地走动！",
    "Improves the hunger system by separating hunger and stored calories. Adds customization options for cooking such as enabling cooking ruined food.": "通过分离饥饿感和储存的卡路里来改进饥饿系统。添加了烹饪的自定义选项，例如启用烹饪毁坏的食品。",
    "Allows extended customization of the in-game UI elements by changing where they are anchored on the screen and freely adjusting their position via Mod Settings.": "允许通过更改它们在屏幕上的锚定位置以及通过模组设置自由调整它们的位置，来对游戏内的UI元素进行扩展自定义。",
    "Improved Rest For All": "为所有人提供更好的休息",
    "Improved Soundtrack": "改进的配乐",
    "Improved Tales": "改进的故事",
    "In Door Temps": "室内温度",
    "A gameplay mod that adds and changes mechanics surrounding the Cougar": "一个围绕美洲狮添加和改变机制的玩法模组",
    "A mod that improves the loading screens of the game with custom tips, background images and the ability to enable or disable various aspects of the loading screens.": "一个改进游戏加载屏幕的模组，通过自定义提示、背景图片以及启用或禁用加载屏幕各种方面的能力。",
    "Infinite Cheat Death": "无限作弊死亡",
    "Interior Wall Decorations": "室内墙饰",
    "Item Piles": "物品堆",
    "Leatherworks": "皮革制品",
    "Adds blueprints for stacked items.": "为堆叠物品添加蓝图。",
    "Limitless Container Space": "无限容器空间",
    "Item Rarities is a modification that gives each item within The Long Dark a sense of exclusivity.": "物品稀有度是一个模组，它为《漫长的黑暗》中的每件物品都增添了一种独特性。",
    "Jump": "跳跃",
    "LitharsMending": "利瑟尔斯修复",
    "Misery in Custom Games": "自定义游戏中的痛苦",
    "Let's you decorate your base with pictures, and upload your own.": "让我们用图片装饰你的基地，并上传你自己的图片。",
    "A classic mod ported over to post-DLC TLD. A lonely orca is living in Desolation Point.": "一个经典的模组移植到了DLC后的TLD。一只孤独的虎鲸生活在荒芜角。",
    "Allows you to jump. Also has some settings. Installed by dropping it into .../Mods/": "允许你跳跃。也有一些设置。通过将其拖入 .../Mods/ 进行安装。",
    "Meh Tool Box": "工具箱",
    "Modders' Gear Toolbox": "模组制作者工具箱",
    "Show Player Arrow\nCenter on player\nReveal Map\nSurvey Mapping Options:\n- Modify Range\n- Modify Surveying Time\n- Automatic use of Polaroid's (even if you don't have them)\nAutomatically add corpses to the map": "显示玩家箭头\n以玩家为中心\n显示地图\n勘测映射选项：\n- 修改范围\n- 修改勘测时间\n- 自动使用Polaroid（即使你没有它们）\n自动将尸体添加到地图上",
    "A toolbox for modders to use in their mods.": "一个供模组制作者在他们模组中使用的工具箱。",
    "More Cooking Slots": "更多烹饪机位",
    "Modding utility for mods to monitor ingame time and schedule events.": "用于模组监控游戏内时间和安排事件的工具。",
    "Adds custom setting to enable misery afflictions in any custom run. \nVanilla: regular misery timeline\nOnSpawn: start a run with all afflictions already applied": "为任何自定义游戏运行添加自定义设置以启用痛苦折磨。  \n原版：常规痛苦时间线  \nOnSpawn：开始一个所有折磨都已应用的运行",
    "Northfolk Clothing Pack": "诺福克服装包",
    "Pemmican Slower Decay": "皮米坎 较慢的腐败",
    "Plant Harvest Tweaker": "植物收获调整器",
    "Reduce scent and decay for meat, fish and guts and pies, if wearing Moose Bag": "如果佩戴麋鹿包，可减少肉、鱼、肠和馅饼的气味和腐烂。",
    "Photo of a Loved One": "一张亲人的照片",
    "Mod for The Long Dark that removes restrictions when placing items, and adds controls to rotate and position the object.": "《漫长的黑暗》模组，移除放置物品时的限制，并添加控制来旋转和定位物体。",
    "Recording Utils": "录制工具",
    "Reduced Loot": "减少掉落物",
    "Ravine Bridge Fix": "峡谷桥修复",
    "Allows the player to adjust the cooking skill level required to create specific recipes.": "允许玩家调整制作特定食谱所需的烹饪技能等级。",
    "Renewable Gunpowder Mod": "可再生气枪模",
    "Adds some animal and camera control for recording purposes. \nAlso adds freebird implementation by @Digitalzombie": "为录制目的添加了一些动物和相机控制功能。 \n此外，还添加了@Digitalzombie的freebird实现。",
    "RepairableRepairables": "可修复的 可修复物",
    "Reduce UI frustration, even make it pleasant to use. You can now use keyboard most of the time to control your game.": "减少界面挫败感，甚至使其使用起来令人愉悦。现在您大部分时间都可以使用键盘来控制您的游戏。",
    "RunInBackground": "在后台运行",
    "Save Image Filter": "保存图像过滤器",
    "Save Safety": "安全保存",
    "Seasoned Interloping": "老滑头闯入者",
    "This mod makes bullets retrievable from animals you killed with firearms.\nYou can harvest new items, called \"Damaged bullets\" from the carcasses and then reforge them at the ammunition workshop.": "这个模组让你可以从用枪杀死的动物身上回收子弹。\n你可以从尸体上采集一种叫做“损坏的子弹”的新物品，然后在弹药工坊里将其重新锻造。",
    "Shooting Range": "射击场",
    "Shelter Temperature Tweaks": "庇护所温度调整",
    "Repairable Repairables, gives you the option to fix three of the basic tools used for repairing, crafting and sharpening. The tools that can be fixed are as follows: Rifle Cleaning Kit, Sewing Kit, whetstone/Sharpening Stone": "可修复的，为您提供修复、制作和磨利所使用的三种基本工具的修复选项。可以修复的工具如下：步枪清洁套件、缝纫套件、磨刀石/磨刀石",
    "Scaled Fish Mod": "缩放鱼模组",
    "Silly Mod": "傻模",
    "Simple save and restore tool": "简单的保存和恢复工具",
    "Adds a variety of shortcuts to some regions. You will need to reload the game for the changes to take effect.": "为某些区域添加了多种快捷方式。您需要重新加载游戏才能使更改生效。",
    "Skill Manager": "技能管理器",
    "Keeps the game running, when it looses focus": "保持游戏运行，即使它失去焦点",
    "SkilletInRadial": "平底锅在径向",
    "Adds Forsaken Airfield, Bleak Inlet, Zone of Contamination, & Sundered Pass to the list of Interloper start regions.<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>": "为入侵者起始区域列表添加了被遗弃机场、荒凉入海口、污染区及破碎通道。<br><br><a href='https://www.patreon.com/ds5678' target='_blank'>Patreon</a>",
    "Waste your time in style - play Solitaire": "用风格浪费你的时间——玩纸牌游戏",
    "Allows players to sleep without a bed or bedroll. Accessed through the Pass Time option in the radial menu.": "允许玩家在不使用床或床卷的情况下睡觉。通过径向菜单中的“消磨时间”选项访问。",
    "Description: A simple tool to make backing up and restoring survival game saves for The Long Dark more convenient. Note: This is an external tool, not a mod and does not require a mod loader to use.": "描述：一个简单工具，使备份和恢复《The Long Dark》生存游戏存档更加方便。注意：这是一个外部工具，不是模组，使用时不需要模组加载器。",
    "Allows the player to skip to the main menu when starting the game.<br><br><b>Use at your own risk</b> - Now skips those pesky disclaimers.": "允许玩家在开始游戏时跳转到主菜单。<br><br><b>自行承担风险</b> - 现在可以跳过那些烦人的免责声明。",
    "Adds stacking to more stuff": "为更多物品添加堆叠功能",
    "StalkerAidsAndSupplements": "stalkeraidsandsupplements",
    "The name says it all.... It adds Skillet to the Radial Panel": "这个名字就说明了所有……它在径向面板中添加了煎锅",
    "TLD-Cigarettes": "TLD-香烟",
    "Simulates survivor knowledge by locking crafting recipes and harvesting actions behind skill levels.": "通过将制作配方和采集行为锁定在技能等级之后来模拟幸存者知识。",
    "This mod expands on TLD's medical GEAR items. Some items are inspired by the S.T.A.L.K.E.R series.": "这个模组扩展了TLD的医学GEAR物品。有些物品受到S.T.A.L.K.E.R系列的启发。",
    "Adds a new craftable scarf made of wolf fur.": "添加了一种新的可制作的狼毛围巾。",
    "Enables a minimal multiplayer interaction: Let other players find your corpse (sort of).": "启用最基本的多玩家交互：允许其他玩家找到你的尸体（某种程度上的）。",
    "Things To Do": "要做的事",
    "The Long Development (TLDev) Regions": "长发育区 (TLDev) 区域",
    "Tiny Tweaks: Bury Corpses": "微调：掩埋尸体",
    "Plants will now regrow after 45 days (can be changed)": "现在植物将在45天后重新生长（可以更改）",
    "ToolsQuality": "工具质量",
    "THE LONG DEVELOPMENT is a small team mod project that aims to expand 'THE LONG DARK's' Great Bear Island in both a beautiful and balanced way.": "《漫长的开发》是一个小团队模组项目，旨在以美观且平衡的方式扩展《漫长的黑暗》中的大熊岛。",
    "UnityExplorerTLD": "UnityExplorerTLD",
    "Keep Your tools sharp. Low condition of tool increase time to perform actions. Adjust harvesting time multiplier of carcass/branches.": "保持你的工具锋利。工具状况低会增加执行动作的时间。调整尸体/树枝的收获时间倍数。",
    "Wildlife Tuning": "野生动物调谐",
    "A modification which alters how time is told within The Long Dark.": "一项改变《漫漫长夜》中时间计量方式的修改。",
    "UnityExplorer with optimizations for TLD": "UnityExplorer针对TLD的优化",
    "Tiny Tweaks: Map Text Outline": "微调：地图文本轮廓",
    "Vitamin C Tracker": "维生素C追踪器",
    "Creates a new wolf spawn type that wanders around the map instead of staying in a small area.": "创建一种新的狼生成类型，让它在地图上四处游荡，而不是待在小区域内。",
    "Mod for The Long Dark that makes some of the clocks in the game work.": "《漫长的黑暗》的一个模组，让游戏中的部分时钟可以工作。",
    "Disables the hovertext on items and/or fire": "禁用项目和/或火焰上的悬停文本",
    "Finally know how much Vitamin C you have! No longer will you live in ignorance": "终于知道你有多少维生素C了！你将不再生活在无知之中！",
    "This is a mod for The Long Dark that add color, smoke and sparks customization for fires, along with 6 new gear items and makes several vanilla items burnable.": "这是一个《漫长的黑暗》模组，它为篝火添加了颜色、烟雾和火花的自定义功能，还引入了6件新装备，并使一些原版物品可以燃烧。"
}