{
    "General Tweaks": "通用调整",
    "Additional Carry Weight": "额外负重",
    "Adds an additional amount weight on top of the players existing weight.": "在玩家现有负重基础上增加额外的负重。",
    "Breath Visibility": "呼吸可见性",
    "Toggle the visual breath effect on or off.": "开关呼吸的视觉效果。",
    "Consistant Old Man's Dressing Weight": "老人的绷带重量一致性",
    "Changes the old man's dressing weight to be the same as lichen.": "将老人的绷带重量更改为与地衣相同。",
    "Feat Progress in Custom Mode": "自定义模式下的成就进度",
    "Determine whether feat progress counts in custom difficulties.": "决定自定义难度下是否计算成就进度。",
    "Infinite Carry Weight": "无限负重",
    "Give the player a semi-infinite carrying weight.": "给予玩家半无限的负重能力。",
    "MRE Texture Variation": "MRE纹理变化",
    "Switches the MRE texture to a brown variant. (Requires scene reload to change to the variant, and a game restart back to the original).": "将MRE纹理切换为棕色变体。（需要重新加载场景以更改为变体，重新启动游戏以恢复原始纹理）。",
    "Noisemaker Burn Length": "噪音制造者燃烧时间",
    "Adjust how quickly the fuse of the noisemaker burns in minutes. Default is 0.7 minutes.": "调整噪音制造者引信燃烧的分钟数。默认值为0.7分钟。",
    "Noisemaker Throw Force": "噪音制造者投掷力量",
    "Allow the player to have more force when throwing a noisemaker. Default is 9.": "允许玩家在投掷噪音制造者时拥有更大的力量。默认值为9。",
    "Randomized Item Rotation Drops": "随机物品旋转掉落",
    "Randomizes the rotation of items when they are dropped.": "随机化物品掉落时的旋转。",
    "Respirator Canister Duration": "呼吸器罐持续时间",
    "Determines the time in real life seconds which the canister lasts. Default is 45 seconds.": "决定呼吸器罐在现实生活中持续的秒数。默认值为45秒。",
    "Revolver Handling Improvements": "左轮手枪操作改进",
    "Allows movement while aiming with the revolver.": "允许在瞄准左轮手枪时移动。",
    "Snow Shelter Decay Rate": "雪地庇护所衰减率",
    "Adjust the daily decay rate of snow shelters. Default is 100.": "调整雪地庇护所的每日衰减率。默认值为100。",
    "Toilet Water Potability": "厕所水可饮用性",
    "Sets whether water obtained from toilets is potable or non-potable.": "设置从厕所获得的水是否可饮用。",
    "Flashlight Tweaks": "手电筒调整",
    "Aurora Flickering": "极光闪烁",
    "Alters the flashlight's flickering behavior by only flickering during an aurora if enabled.": "更改手电筒的闪烁行为，仅在启用时于极光期间闪烁。",
    "Battery Randomization": "电池随机化",
    "Sets the flashlight to start with a random battery charge level.": "设置手电筒以随机电池电量水平开始。",
    "Extended Functionality": "扩展功能",
    "Allows the flashlight to function anytime, not just during auroras.": "允许手电筒随时使用，不仅限于极光期间。",
    "High-Beam Restrictions": "高光束限制",
    "Restricts high beam functionality to aurora events only.": "将高光束功能限制在仅极光事件期间。",
    "Flashlight Beam Color": "手电筒光束颜色",
    "Changes the color of the flashlight's beam.": "更改手电筒光束的颜色。",
    "Red Value": "红色值",
    "Green Value": "绿色值",
    "Blue Value": "蓝色值",
    "Flashlight Low Beam Duration": "手电筒低光束持续时间",
    "Adjusts the flashlight's low beam duration. Default is 1.": "调整手电筒低光束的持续时间。默认值为1。",
    "Flashlight High Beam Duration": "手电筒高光束持续时间",
    "Adjusts the flashlight's high beam duration. Range: 0.1 (short) to 2 (long).": "调整手电筒高光束的持续时间。范围：0.1（短）到2（长）。",
    "Flashlight Recharge Time": "手电筒充电时间",
    "Sets the recharge time for the flashlight's battery. Range: 0 (fast) to 2 (slow).": "设置手电筒电池的充电时间。范围：0（快）到2（慢）。",
    "Infinite Battery": "无限电池",
    "Ensures the flashlight's battery never depletes, allowing unlimited use without recharging.": "确保手电筒电池永不耗尽，允许无限使用无需充电。",
    "Miner's Flashlight Beam Color": "矿工手电筒光束颜色",
    "Changes the color of the miner's flashlight's beam.": "更改矿工手电筒光束的颜色。",
    "Miner's Flashlight Low Beam Duration": "矿工手电筒低光束持续时间",
    "Adjusts the miner's flashlight's low beam duration. Range: 0.1 (short) to 2 (long).": "调整矿工手电筒低光束的持续时间。范围：0.1（短）到2（长）。",
    "Miner's Flashlight High Beam Duration": "矿工手电筒高光束持续时间",
    "Adjusts the miner's flashlight's high beam duration. Range: 0.1 (short) to 2 (long).": "调整矿工手电筒高光束的持续时间。范围：0.1（短）到2（长）。",
    "Miner's Flashlight Recharge Time": "矿工手电筒充电时间",
    "Sets the recharge time for the miner's flashlight's battery. Range: 0 (fast) to 2 (slow).": "设置矿工手电筒电池的充电时间。范围：0（快）到2（慢）。",
    "Food Tweaks": "食物调整",
    "Insulated Flask Duration Indoors": "室内保温瓶持续时间",
    "Customise the duration of how long heat is keep inside the flask indoors. Range: 0.1 (1000 in-game minutes) to 0.25 (400 in-game minutes / default). (Requires scene reload).": "自定义室内保温瓶保持热量的持续时间。范围：0.1（游戏内1000分钟）到0.25（游戏内400分钟/默认）。（需要重新加载场景）。",
    "Insulated Flask Duration Outdoors": "室外保温瓶持续时间",
    "Customise the duration of how long heat is keep inside the flask outdoors. Range: 0.1 (1000 in-game minutes) to 0.5 (200 in-game minutes / default). (Requires scene reload).": "自定义室外保温瓶保持热量的持续时间。范围：0.1（游戏内1000分钟）到0.5（游戏内200分钟/默认）。（需要重新加载场景）。",
    "Remove Headache from Foods": "移除食物引起的头痛",
    "Removes the headache debuff from certain foods. (Requires scene reload).": "移除某些食物引起的头痛减益。（需要重新加载场景）。",
    "Reduce Stew Fatigue Loss": "减少炖菜疲劳损失",
    "Reduces the amount of fatigue lost after consuming. Default is 15. (Requires scene reload).": "减少食用后损失的疲劳量。默认值为15。（需要重新加载场景）。",
    "Rock Cache Tweaks": "岩石储藏调整",
    "Allowed Indoors": "允许室内放置",
    "Enables the placement of rock caches indoors.": "启用在室内放置岩石储藏。",
    "Maximum Per Region": "每个区域的最大数量",
    "Sets the maximum number of rock caches allowed per region. Default is 5.": "设置每个区域允许的岩石储藏最大数量。默认值为5。",
    "Minimum Distance Between Caches": "储藏之间的最小距离",
    "Determines the minimum distance required between rock caches. Default is 10.": "决定岩石储藏之间的最小距离要求。默认值为10。",
    "Spray Paint Tweaks": "喷漆调整",
    "Decal Overlap Leniency": "贴花重叠宽容度",
    "Set the leniency for placing decals. Default is 0.2.": "设置放置贴花的宽容度。默认值为0.2。",
    "Glowing Decals": "发光贴花",
    "Toggle the glow effect for spray paint decals. (Requires scene reload to turn back off).": "开关喷漆贴花的发光效果。（需要重新加载场景以关闭）。",
    "Glow Brightness Multiplier": "发光亮度倍数",
    "Adjust the brightness of the glow effect. Default is 1.": "调整发光效果的亮度。默认值为1。",
    "Travois Tweaks": "拖橇调整",
    "Decay Blizzard Per Hour": "每小时暴风雪衰减",
    "Determines how quickly the travois deteriorates during a blizzard. Default is 3.": "决定拖橇在暴风雪中恶化的速度。默认值为3。",
    "Decay HP Per Hour": "每小时生命值衰减",
    "Sets the rate at which the travois loses hit points per hour. Default is 10.": "设置拖橇每小时损失生命值的速率。默认值为10。",
    "Decay Movement Per Unit": "每单位移动衰减",
    "Configures how much the travois's movement capability degrades per unit carried. Default is 5.": "配置拖橇每单位携带物品的移动能力衰减程度。默认值为5。",
    "Maximum Slope Angle": "最大坡度角",
    "Sets the maximum slope angle the travois can handle. Default is 35.": "设置拖橇能处理的最大坡度角。默认值为35。",
    "Turning Speed": "转向速度",
    "Adjusts the turning speed of the travois. Default is 0.5.": "调整拖橇的转向速度。默认值为0.5。",
    "Override Movement Restrictions": "覆盖移动限制",
    "Overrides the movement restrictions in place by Hinterland, allowing to easy travel indoors and between regions.": "覆盖Hinterland设置的移动限制，允许在室内和区域间轻松旅行。",
    "Override Interaction Restrictions": "覆盖交互限制",
    "Overrides not being able to interact with certain things such as door while holding the Travois.": "覆盖在持有拖橇时无法与某些物体（如门）交互的限制。",
    "UI Tweaks": "用户界面调整",
    "Promotional Main Menu Items": "主菜单促销项",
    "Removes the promotional WINTERMUTE and Expansion menu items. (Requires main menu reload).": "移除促销的WINTERMUTE和扩展菜单项。（需要重新加载主菜单）。",
    "Permanent Crosshair": "永久准星",
    "Keeps the crosshair visible at all times.": "始终保持准星可见。",
    "Container Weight Tweaks": "容器重量调整",
    "Infinite Container Weight": "无限容器重量",
    "Gives all the containers a semi-infinite weight value.": "给予所有容器半无限的重量值。",
    "Backpack": "背包",
    "Adjust how much weight Backpack can hold. Default is 15 KG.": "调整背包可承载的重量。默认值为15公斤。",
    "Briefcase": "公文包",
    "Adjust how much weight Briefcase can hold. Default is 10 KG.": "调整公文包可承载的重量。默认值为10公斤。",
    "Cabinet (Small)": "橱柜（小）",
    "Adjust how much weight Cabinet (Small) can hold. Default is 20 KG.": "调整小橱柜可承载的重量。默认值为20公斤。",
    "Cabinet (Large)": "橱柜（大）",
    "Adjust how much weight Cabinet (Large) can hold. Default is 40 KG.": "调整大橱柜可承载的重量。默认值为40公斤。",
    "Cargo Container": "货柜",
    "Adjust how much weight Cargo Container can hold. Default is 30 KG.": "调整货柜可承载的重量。默认值为30公斤。",
    "Cash Register": "收银机",
    "Adjust how much weight Cash Register can hold. Default is 5 KG.": "调整收银机可承载的重量。默认值为5公斤。",
    "Coal Bin": "煤箱",
    "Adjust how much weight Coal Bin can hold. Default is 60 KG.": "调整煤箱可承载的重量。默认值为60公斤。",
    "Cooler": "冷藏箱",
    "Adjust how much weight Cooler can hold. Default is 20 KG.": "调整冷藏箱可承载的重量。默认值为20公斤。",
    "Cupboard": "橱柜",
    "Adjust how much weight Cupboard can hold. Default is 15 KG.": "调整橱柜可承载的重量。默认值为15公斤。",
    "Dresser Drawer": "梳妆台抽屉",
    "Adjust how much weight Dresser Drawer can hold. Default is 5 KG.": "调整梳妆台抽屉可承载的重量。默认值为5公斤。",
    "Dryer": "干衣机",
    "Adjust how much weight Dryer can hold. Default is 30 KG.": "调整干衣机可承载的重量。默认值为30公斤。",
    "File Cabinet": "文件柜",
    "Adjust how much weight File Cabinet can hold. Default is 10 KG.": "调整文件柜可承载的重量。默认值为10公斤。",
    "First Aid Kit": "急救箱",
    "Adjust how much weight First Aid Kit can hold. Default is 5 KG.": "调整急救箱可承载的重量。默认值为5公斤。",
    "Firewood Bin": "柴火箱",
    "Adjust how much weight Firewood Bin can hold. Default is 30 KG.": "调整柴火箱可承载的重量。默认值为30公斤。",
    "Fishing Hut Drawer": "渔屋抽屉",
    "Adjust how much weight Fishing Hut Drawer can hold. Default is 10 KG.": "调整渔屋抽屉可承载的重量。默认值为10公斤。",
    "Freezer": "冰柜",
    "Adjust how much weight Freezer can hold. Default is 20 KG.": "调整冰柜可承载的重量。默认值为20公斤。",
    "Fridge": "冰箱",
    "Adjust how much weight Fridge can hold. Default is 40 KG.": "调整冰箱可承载的重量。默认值为40公斤。",
    "Glove Box": "手套箱",
    "Adjust how much weight Glove Box can hold. Default is 5 KG.": "调整手套箱可承载的重量。默认值为5公斤。",
    "Gun Locker": "枪柜",
    "Adjust how much weight Gun Locker can hold. Default is 30 KG.": "调整枪柜可承载的重量。默认值为30公斤。",
    "Hatch": "舱口",
    "Adjust how much weight Hatch can hold. Default is 40 KG.": "调整舱口可承载的重量。默认值为40公斤。",
    "Hidden Cache": "隐藏储藏",
    "Adjust how much weight Hidden Cache can hold. Default is 15 KG.": "调整隐藏储藏可承载的重量。默认值为15公斤。",
    "Infirmary Drawer": "医务室抽屉",
    "Adjust how much weight Infirmary Drawer can hold. Default is 10 KG.": "调整医务室抽屉可承载的重量。默认值为10公斤。",
    "Kitchen Cabinet": "厨房橱柜",
    "Adjust how much weight Kitchen Cabinet can hold. Default is 15 KG.": "调整厨房橱柜可承载的重量。默认值为15公斤。",
    "Kitchen Drawer": "厨房抽屉",
    "Adjust how much weight Kitchen Drawer can hold. Default is 10 KG.": "调整厨房抽屉可承载的重量。默认值为10公斤。",
    "Lock Box": "锁箱",
    "Adjust how much weight Lock Box can hold. Default is 10 KG.": "调整锁箱可承载的重量。默认值为10公斤。",
    "Locker": "储物柜",
    "Adjust how much weight Locker can hold. Default is 30 KG.": "调整储物柜可承载的重量。默认值为30公斤。",
    "Medicine Shelf": "药架",
    "Adjust how much weight Medicine Shelf can hold. Default is 5 KG.": "调整药架可承载的重量。默认值为5公斤。",
    "Metal Desk Drawer (Small)": "金属办公桌抽屉（小）",
    "Adjust how much weight Metal Desk Drawer (Small) can hold. Default is 5 KG.": "调整小金属办公桌抽屉可承载的重量。默认值为5公斤。",
    "Metal Desk Drawer (Large)": "金属办公桌抽屉（大）",
    "Adjust how much weight Metal Desk Drawer (Large) can hold. Default is 10 KG.": "调整大金属办公桌抽屉可承载的重量。默认值为10公斤。",
    "Metal Container": "金属容器",
    "Adjust how much weight Metal Container can hold. Default is 15 KG.": "调整金属容器可承载的重量。默认值为15公斤。",
    "Oven": "烤箱",
    "Adjust how much weight Oven can hold. Default is 40 KG.": "调整烤箱可承载的重量。默认值为40公斤。",
    "Plastic Container": "塑料容器",
    "Adjust how much weight Plastic Container can hold. Default is 15 KG.": "调整塑料容器可承载的重量。默认值为15公斤。",
    "Rock Cache": "岩石储藏",
    "Adjust how much weight Rock Cache can hold. Default is 30 KG.": "调整岩石储藏可承载的重量。默认值为30公斤。",
    "Safe": "保险箱",
    "Adjust how much weight Safe can hold. Default is 10 KG.": "调整保险箱可承载的重量。默认值为10公斤。",
    "Safety Deposit Box": "保险存款箱",
    "Adjust how much weight Safety Deposit Box can hold. Default is 5 KG.": "调整保险存款箱可承载的重量。默认值为5公斤。",
    "Side Table Drawer": "边桌抽屉",
    "Adjust how much weight Side Table Drawer can hold. Default is 5 KG.": "调整边桌抽屉可承载的重量。默认值为5公斤。",
    "Supply Bin": "供应箱",
    "Adjust how much weight Supply Bin can hold. Default is 30 KG.": "调整供应箱可承载的重量。默认值为30公斤。",
    "Suitcase": "手提箱",
    "Adjust how much weight Suitcase can hold. Default is 20 KG.": "调整手提箱可承载的重量。默认值为20公斤。",
    "Tool Cabinet Drawer (Small)": "工具柜抽屉（小）",
    "Adjust how much weight Tool Cabinet Drawer (Small) can hold. Default is 5 KG.": "调整小工具柜抽屉可承载的重量。默认值为5公斤。",
    "Tool Cabinet Drawer (Large)": "工具柜抽屉（大）",
    "Adjust how much weight Tool Cabinet Drawer (Large) can hold. Default is 10 KG.": "调整大工具柜抽屉可承载的重量。默认值为10公斤。",
    "Trash Can": "垃圾桶",
    "Adjust how much weight Trash Can can hold. Default is 15 KG.": "调整垃圾桶可承载的重量。默认值为15公斤。",
    "Trunk (Car)": "汽车后备箱",
    "Adjust how much weight Trunk (Car) can hold. Default is 40 KG.": "调整汽车后备箱可承载的重量。默认值为40公斤。",
    "Trunk (Wooden Box)": "木箱",
    "Adjust how much weight Trunk (Wooden Box) can hold. Default is 40 KG.": "调整木箱可承载的重量。默认值为40公斤。",
    "Warden Desk Drawer": "监狱长办公桌抽屉",
    "Adjust how much weight Warden Desk Drawer can hold. Default is 10 KG.": "调整监狱长办公桌抽屉可承载的重量。默认值为10公斤。",
    "Washer": "洗衣机",
    "Adjust how much weight Washer can hold. Default is 30 KG.": "调整洗衣机可承载的重量。默认值为30公斤。",
    "Wood Desk Drawer": "木质办公桌抽屉",
    "Adjust how much weight Wood Desk Drawer can hold. Default is 5 KG.": "调整木质办公桌抽屉可承载的重量。默认值为5公斤。",
    "Workbench Drawer": "工作台抽屉",
    "Adjust how much weight Workbench Drawer can hold. Default is 5 KG.": "调整工作台抽屉可承载的重量。默认值为5公斤。",
    "Miscellaneous": "杂项",
    "'Cheat' Tweaks": "作弊调整",
    "Enables tweaks which alters items in a way that can be seen as 'cheating'.": "启用以被视为“作弊”的方式更改物品的调整。",
    "Enables all tweaks related to modifying the containers weight.": "启用所有与修改容器重量相关的调整。"
}